Repository: nooblk-98/noobwrt-custom-feeds
Catalog: feeds/modemdata/luci-app-modemdata/po/*/luci-app-modemdata.po
Languages: de, fr

source: Detailed Cell ID information with formats for different tools and applications.
de: Detaillierte Zell-ID-Informationen mit Formaten für verschiedene Tools und Anwendungen.
fr: Informations détaillées sur l'ID de cellule dans des formats pour différents outils et applications.

source: Information about package authors and available support options.
de: Informationen über Paketautoren und verfügbare Support-Optionen.
fr: Informations sur les auteurs et les options de support disponibles.

source: Package name
de: Paketname
fr: Nom du paquet

source: Proper Modem Configuration.
de: Richtige Modem-Konfiguration.
fr: Configuration correcte du modem.

source: User should remember:
de: Benutzer sollte beachten:
fr: L'utilisateur doit se rappeler :

source: 1. For a specific modem, only one protocol should be set for communication with modem.
de: 1. Für ein bestimmtes Modem sollte nur ein Protokoll für die Kommunikation mit dem Modem festgelegt werden.
fr: 1. Pour un modem spécifique, un seul protocole doit être défini pour la communication avec le modem.

source: 2. Only one package can read data from modem (at the same time).
de: 2. Nur ein Paket kann Daten vom Modem lesen (gleichzeitig).
fr: 2. Un seul paquet peut lire les données du modem (en même temps).

source: 3. Reading data from modem too often may cause it to freeze (MM and uqmi need more time).
de: 3. Zu häufiges Lesen von Daten vom Modem kann zum Einfrieren führen (MM und uqmi benötigen mehr Zeit).
fr: 3. La lecture trop fréquente des données du modem peut le bloquer (MM et uqmi nécessitent plus de temps).

source: Configuration
de: Konfiguration

source: Excellent
de: Ausgezeichnet

source: Install the iconv package
de: Installieren Sie das iconv-Paket

source: Support
de: Unterstützung

source: Diagnostic
de: Diagnose

source: About
de: Über

source: Donate
de: Spenden

source: Run diagnostics on the modemdata package to check for common issues and configuration problems.
de: Führen Sie eine Diagnose des modemdata-Pakets durch, um häufige Probleme und Konfigurationsprobleme zu überprüfen.

source: Diagnostic Tools
de: Diagnose-Tools

source: Run script check
de: Skriptprüfung ausführen

source: Display modem information
de: Modem-Informationen anzeigen

source: Executing command...
de: Befehl wird ausgeführt...

source: Please wait...
de: Bitte warten...

source: Current package version
de: Aktuelle Paketversion
