Repository: nooblk-98/noobwrt-custom-feeds
Catalog: feeds/modemdata/luci-app-modemdata/po/*/luci-app-modemdata.po
Languages: de, fr

source: For more information about the modemdata package, please visit: %shttps://github.com/obsy/modemdata%s.
de: Weitere Informationen zum modemdata-Paket finden Sie unter: %shttps://github.com/obsy/modemdata%s.
fr: Pour plus d'informations sur le paquet modemdata, veuillez visiter : %shttps://github.com/obsy/modemdata%s.

source: Package allows the user to view the data read from the modem, to see the parameters of the connection to the mobile network.
de: Das Paket ermöglicht es dem Benutzer, die vom Modem gelesenen Daten anzuzeigen und die Parameter der Verbindung zum Mobilfunknetz einzusehen.
fr: Le paquet permet à l'utilisateur de visualiser les données lues depuis le modem, d'afficher les paramètres de connexion au réseau mobile.

source: eko.one.pl forum
fr: forum eko.one.pl

source: Signal strength
de: Signalstärke
fr: Force du signal

source: Ups.. no modems detected.
de: Ups.. keine Modems erkannt.
fr: Oups.. aucun modem détecté.

source: General Information
de: Allgemeine Informationen
fr: Informations générales

source: Modem Information
de: Modem-Informationen
fr: Informations sur le modem

source: Cell Information
de: Zelleninformationen
fr: Informations sur le réseau

source: Connection
de: Verbindung
fr: Connexion

source: Technology
de: Technologie
fr: Technologie

source: Operator
de: Betreiber
fr: Opérateur

source: Location
de: Standort
fr: Localisation

source: Sent
de: Gesendet
fr: Envoyé

source: Connection time
de: Verbindungszeit
fr: Temps de connexion

source: Modem type
de: Modemtyp
fr: Type de modem

source: Hide data.
de: Daten ausblenden.
fr: Masquer les données.

source: Hide selected data
de: Ausgewählte Daten ausblenden
fr: Masquer les données sélectionnées

source: Additional information
de: Zusätzliche Informationen
fr: Informations supplémentaires

source: Revision / FW
fr: Révision / FW

source: IP adress / Port
de: IP-Adresse / Port
fr: Adresse IP / Port

source: Chip Temperature
de: Chip-Temperatur
fr: Température du circuit

source: Configuration modemdata package
de: Konfiguration des modemdata-Pakets
fr: Configuration du paquet modemdata

source: Configuration panel for modemdata and gui application.
de: Konfigurationspanel für modemdata und GUI-Anwendung.
fr: Panneau de configuration pour le paquet modemdata et l'interface utilisateur.

source: Add data to hide
de: Daten zum Ausblenden hinzufügen
fr: Ajouter des données à masquer

source: Enter the data you would like to hide, e.g. <code>IMEI, IMSI</code>.
de: Geben Sie die Daten ein, die Sie ausblenden möchten, z.B. <code>IMEI, IMSI</code>.
fr: Entrez les données que vous souhaitez masquer, par ex. <code>IMEI, IMSI</code>.

source: Open page
de: Seite öffnen
fr: Ouvrir la page

source: Download data (experimental)
de: Daten herunterladen (experimentell)
fr: Télécharger les données (expérimental)

source: Network
de: Netzwerk
fr: Réseau

source: IP adress / Port for communication with the modem
de: IP-Adresse / Port für die Kommunikation mit dem Modem
fr: Adresse IP / Port pour la communication avec le modem

source: Defined modems
de: Definierte Modems
fr: Modems définis

source: Interface to define the available modems. The list of modems will make it easier for the user to switch between modems in LuCI.
de: Schnittstelle zur Definition der verfügbaren Modems. Die Modemliste erleichtert dem Benutzer das Wechseln zwischen Modems in LuCI.
fr: Interface permettant de définir les modems disponibles. La liste des modems facilitera le basculement entre les modems dans LuCI.

source: Settings
de: Einstellungen
fr: Paramètres

source: Add new modem settings...
de: Neue Modem-Einstellungen hinzufügen...
fr: Ajouter les paramètres d'un nouveau modem...

source: Modem Settings
de: Modem-Einstellungen
fr: Paramètres du modem

source: Manufacturer / Product
de: Hersteller / Produkt
fr: Fabricant / Produit

source: Please select a modem
de: Bitte wählen Sie ein Modem aus
fr: Veuillez sélectionner un modem

source: IP adress / Port for communication
de: IP-Adresse / Port für die Kommunikation
fr: Adresse IP / Port pour la communication

source: Protocol
de: Protokoll
fr: Protocole

source: Port for communication
de: Port für die Kommunikation
fr: Port pour la communication

source: Please select a QMI/MBIM port
de: Bitte wählen Sie einen QMI/MBIM-Port aus
fr: Veuillez sélectionner un port QMI/MBIM

source: Modem id
fr: Identification du modem

source: Please select a modem id
de: Bitte wählen Sie eine Modem-ID aus
fr: Veuillez sélectionner un id de modem

source: MBIM device
de: MBIM-Gerät
fr: Périphérique MBIM

source: Select if you want to read from MBIM.
de: Wählen Sie aus, wenn Sie von MBIM lesen möchten.
fr: Sélectionnez si vous souhaitez lire depuis MBIM.

source: Assigned interface
de: Zugewiesene Schnittstelle
fr: Interface assignée

source: Enter IP adress
de: IP-Adresse eingeben
fr: Entrez l'adresse IP du modem

source: IP adress
de: IP-Adresse
fr: Adresse IP

source: Reading data via
de: Daten lesen über
fr: Lecture des données via

source: Port / IP / Modem identifier
de: Port / IP / Modem-Kennung
fr: Port / Adresse IP / Id du modem

source: Interface assigned to modem.
de: Dem Modem zugewiesene Schnittstelle.
fr: Interface assignée au modem.

source: Enter modem name manually if the suggested name is not obvious. <br /><br /><b>Important</b> <br />The modem name is only searched for modems connected via USB.
de: Geben Sie den Modemnamen manuell ein, wenn der vorgeschlagene Name nicht eindeutig ist. <br /><br /><b>Wichtig</b> <br />Der Modemname wird nur für über USB verbundene Modems gesucht.
fr: Entrez le nom du modem manuellement si le nom suggéré n'est pas évident. <br /><br /><b>Important</b> <br />Le nom du modem n'est recherché que pour les modems connectés via USB.

source: Select method for reading data from the modem. <br /> <br />serial port: <br /> Select one of the available ttyUSBX / ttyACMx / wwan0atX / mhi_DUN ports.<br /> <br />ecm: <br /> Enter the IP address 192.168.X.X under which the modem (Huawei) is available.<br /> <br />uqmi: <br /> Select one of the available cdc-wdmX ports.<br /> <br />ModemManager: <br /> Select one of the searched modem identifiers.
de: Wählen Sie die Methode zum Lesen von Daten vom Modem aus. <br /> <br />Serieller Port: <br /> Wählen Sie einen der verfügbaren Ports ttyUSBX / ttyACMx / wwan0atX / mhi_DUN.<br /> <br />ecm: <br /> Geben Sie die IP-Adresse 192.168.X.X ein, unter der das Modem (Huawei) verfügbar ist.<br /> <br />uqmi: <br /> Wählen Sie einen der verfügbaren cdc-wdmX-Ports.<br /> <br />ModemManager: <br /> Wählen Sie eine der gesuchten Modem-Kennungen aus.
fr: Sélectionnez la méthode de lecture des données depuis le modem. <br /> <br />port série : <br /> Sélectionnez l'un des ports ttyUSBX / ttyACMx / wwan0atX / mhi_DUN disponibles.<br /> <br />ecm : <br /> Entrez l'adresse IP 192.168.X.X sous laquelle le modem (Huawei) est disponible.<br /> <br />uqmi : <br /> Sélectionnez l'un des ports cdc-wdmX disponibles.<br /> <br />Gestionnaire de modem : <br /> Sélectionnez l'un des identifiants de modem recherchés.

source: Please select a port
de: Bitte wählen Sie einen Port aus
fr: Veuillez sélectionner un port

source: User description
de: Benutzerbeschreibung
fr: Description de l'utilisateur

source: Optional
fr: Optionnel

source: User description (optional)
de: Benutzerbeschreibung (optional)
fr: Description de l'utilisateur (optionnel)

source: Good
de: Gut
fr: Bon

source: Fair
de: Ausreichend
fr: Moyen

source: Poor
de: Schwach
fr: Faible

source: Physical cell ID
de: Physische Zell-ID
fr: ID phys. de cellule

source: Bandwidth
de: Bandbreite
fr: Largeur

source: SIM status
fr: Statut SIM

source: Not registered
de: Nicht registriert
fr: Non enregistrée sur le réseau

source: Registered, home
de: Registriert, Heimnetz
fr: Enregistrée sur le réseau local

source: Registered (roaming)
de: Registriert (Roaming)
fr: Enregistrée sur le réseau (roaming)

source: Registered, only SMS
de: Registriert, nur SMS
fr: Enregistrée sur le réseau, SMS uniquement

source: Registered (roaming), only SMS
de: Registriert (Roaming), nur SMS
fr: Enregistrée sur le réseau (roaming), SMS uniquement

source: Searching..
de: Suche läuft..
fr: Recherche..

source: Connection state
de: Verbindungsstatus
fr: État de connexion

source: Connected
de: Verbunden
fr: Connecté

source: Disconnected
de: Getrennt
fr: Déconnecté

source: Registering denied
de: Registrierung verweigert
fr: Enregistrement refusé

source: Waiting to read data from the modem...
de: Warte auf Daten vom Modem...
fr: En attente de lecture des données depuis le modem...

source: Waiting for data...
de: Warte auf Daten...
fr: En attente de données...

source: BTS Search
de: BTS-Suche
fr: Localisation de la station de base

source: BTS Information
de: BTS-Informationen
fr: Informations sur la station de base

source: Search
de: Suchen
fr: Rechercher

source: Bands
de: Bänder
fr: Bandes

source: Search BTS
de: BTS suchen
fr: Rechercher BTS

source: Hint: There may be a problem with polish characters if you download data from the btsearch site. The solution is to install the iconv package (to do this click on the button added below).
de: Hinweis: Es kann Probleme mit polnischen Zeichen geben, wenn Sie Daten von der btsearch-Website herunterladen. Die Lösung besteht darin, das iconv-Paket zu installieren (klicken Sie dazu auf die unten hinzugefügte Schaltfläche).
fr: Astuce : Il peut y avoir un problème avec les caractères polonais si vous téléchargez des données depuis le site btsearch. La solution consiste à installer le paquet iconv (pour ce faire, cliquez sur le bouton ajouté ci-dessous).

source: BTS search settings
de: BTS-Sucheinstellungen
fr: Paramètres de recherche de station de base

source: Website to search for BTS
de: Website zur BTS-Suche
fr: Site web pour rechercher BTS

source: Select a website for searching.
de: Wählen Sie eine Website für die Suche aus.
fr: Sélectionnez un site web pour la recherche.

source: Install library to support polish characters
fr: Installer la bibliothèque pour prendre en charge les caractères polonais

source: Open the selected BTS search site in a new tab
fr: Ouvrir le site de recherche BTS sélectionné dans un nouvel onglet

source: Open BTS search site
fr: Ouvrir le site de recherche BTS

source: Show BTS data from external source
fr: Afficher les données BTS depuis une source externe

source: Collect BTS information...
fr: Collecter les informations BTS...

source: Downloading data, please wait...
fr: Téléchargement des données, veuillez patienter...

source: BTS coordinates
fr: Coordonnées BTS

source: Update
de: Aktualisierung
fr: Mise à jour

source: No coordinates available
fr: Aucune coordonnée disponible

source: No data
fr: Aucune donnée

source: GPS Information
fr: Informations GPS

source: GPS Position
fr: Position GPS

source: GPS Data
fr: Données GPS

source: Speed
fr: Vitesse

source: Course
fr: Cap

source: Fix Mode
fr: Mode de positionnement

source: GPS Time
fr: Heure GPS

source: Open in Google Maps
fr: Ouvrir dans Google Maps

source: Open in OpenStreetMap
fr: Ouvrir dans OpenStreetMap

source: GPS module is not available
fr: Le module GPS n'est pas disponible

source: Waiting for GPS data...
fr: En attente des données GPS...

source: No position fix
fr: Aucune position fixée

source: 2D Fix
fr: Positionnement 2D

source: 3D Fix
fr: Positionnement 3D

source: Modem diagnostic commands
fr: Commandes de diagnostic du modem

source: Check connection
fr: Vérifier la connexion

source: Check script
fr: Vérifier le script

source: Test communication with modem
fr: Tester la communication avec le modem

source: Verify modem communication script
fr: Vérifier le script de communication avec le modem

source: Running diagnostics...
fr: Exécution des diagnostics...

source: Test connection result
fr: Résultat du test de connexion

source: Script check result
fr: Résultat de la vérification du script

source: Success
fr: Succès

source: Failed
fr: Échec

source: Error details
fr: Détails de l'erreur

source: Communication failed
fr: Communication échouée

source: Script is working correctly
fr: Le script fonctionne correctement

source: Script error detected
fr: Erreur de script détectée

source: Support / Help
fr: Support / Aide

source: Package Information and Support Options
fr: Informations sur le paquet et options de support

source: Buy a coffee
fr: Offrir un café

source: Buy a coffee if you want to support the development of the project and the author
fr: Offrez un café si vous souhaitez soutenir le développement du projet et l'auteur

source: Become a sponsor
de: Sponsor werden
fr: Devenir sponsor

source: Download package information from an external repository
de: Paketinformationen aus einem externen Repository herunterladen
fr: Télécharger les informations sur le paquet depuis un dépôt externe

source: Add repository and download package update
de: Repository hinzufügen und Paketaktualisierung herunterladen
fr: Ajouter le dépôt et télécharger la mise à jour du paquet

source: Package Info
de: Paketinformationen
fr: Informations sur le paquet

source: Compiled
de: Kompiliert
fr: Compilé

source: Repository Info
de: Repository-Informationen
fr: Données du dépôt

source: Currently installed
de: Aktuell installiert
fr: Actuellement installé

source: Package in repository
de: Paket im Repository
fr: Disponible dans le dépôt

source: Last repository check
de: Letzte Repository-Prüfung
fr: Dernière vérification du dépôt

source: Poland
de: Polen
fr: Pologne

source: Force read by
de: Lesen erzwingen durch
fr: Forcer la lecture par

source: Select method for reading data from the modem.
de: Wählen Sie die Methode zum Lesen von Daten vom Modem aus.
fr: Sélectionnez la méthode de lecture des données depuis le modem.

source: inactive
de: inaktiv
fr: inactif

source: ModemMenager
de: Modem-Manager
fr: Gestionnaire de modem

source: Force PLMN
de: PLMN erzwingen
fr: Forcer PLMN

source: Force reading PLMN from file.
de: PLMN-Lesen aus Datei erzwingen.
fr: Forcer la lecture du PLMN depuis le fichier.

source: Command result
de: Befehlsergebnis
fr: Résultat de la commande

source: Check
de: Prüfen
fr: Vérifier

source: Auto update every:
de: Automatische Aktualisierung alle:
fr: Mise à jour automatique toutes les :

source: 2 seconds
de: 2 Sekunden
fr: 2 secondes

source: 3 seconds
de: 3 Sekunden
fr: 3 secondes

source: 5 seconds
de: 5 Sekunden
fr: 5 secondes

source: 10 seconds
de: 10 Sekunden
fr: 10 secondes

source: 30 seconds
de: 30 Sekunden
fr: 30 secondes

source: 45 seconds
de: 45 Sekunden
fr: 45 secondes

source: 60 seconds
de: 60 Sekunden
fr: 60 secondes

source: Refresh rate
de: Aktualisierungsrate
fr: Fréquence de rafraîchissement

source: Set how often the data should be refreshed in the Modem(s) tab.
de: Legen Sie fest, wie oft die Daten auf der Registerkarte Modem(s) aktualisiert werden sollen.
fr: Définir la fréquence de rafraîchissement des données dans l'onglet Modem(s).

source: Set how often the data should be refreshed in the Modem(s) tab. <br /><br /><b>Important</b> <br />Not every modem / protocol can communicate quickly with scripts. Too high a polling rate can freeze the modem. <br />ModemManager and uqmi need more time to respond.
de: Legen Sie fest, wie oft die Daten auf der Registerkarte Modem(s) aktualisiert werden sollen. <br /><br /><b>Wichtig</b> <br />Nicht jedes Modem / Protokoll kann schnell mit Skripten kommunizieren. Eine zu hohe Abfragerate kann das Modem einfrieren lassen. <br />ModemManager und uqmi benötigen mehr Zeit zum Antworten.
fr: Définir la fréquence de rafraîchissement des données dans l'onglet Modem(s). <br /><br /><b>Important</b> <br />Tous les modems / protocoles ne peuvent pas communiquer rapidement avec les scripts. Une fréquence d'interrogation trop élevée peut bloquer le modem. <br />ModemManager et uqmi nécessitent plus de temps pour répondre.

source: Updating again in %s second(s).
de: Erneute Aktualisierung in %s Sekunde(n).
fr: Mise à jour à nouveau dans %s seconde(s).

source: Please wait... data collection is in progress.
de: Bitte warten... Datenerfassung läuft.
fr: Veuillez patienter... la collecte de données est en cours.

source: Modems found
de: Modems gefunden
fr: Modems trouvés

source: List of found modems. Not all modems may be shown.
de: Liste der gefundenen Modems. Möglicherweise werden nicht alle Modems angezeigt.
fr: Liste des modems trouvés. Tous les modems peuvent ne pas être affichés.

source: Show modems found
de: Gefundene Modems anzeigen
fr: Afficher les modems trouvés

source: Show
de: Anzeigen
fr: Afficher

source: Currently, only modems connected via USB are searched for.
de: Derzeit werden nur über USB verbundene Modems gesucht.
fr: Actuellement, seuls les modems connectés via USB sont recherchés.

source: No Modems Detected...
de: Keine Modems erkannt...
fr: Aucun modem détecté...

source: Oops.. there are no modems in settings. You will be redirected to a tab where you can define the installed modem(s).
de: Ups.. es sind keine Modems in den Einstellungen vorhanden. Sie werden zu einer Registerkarte weitergeleitet, auf der Sie die installierten Modem(s) definieren können.
fr: Oups... il n'y a pas de modems dans les paramètres. Vous allez être redirigé vers un onglet où vous pourrez définir le(s) modem(s) installé(s).

source: Redirecting...
de: Weiterleitung...
fr: Redirection...

source: Redirecting in
de: Weiterleitung in
fr: Redirection dans

source: seconds...
de: Sekunden...
fr: secondes...

source: (no data)
de: (keine Daten)
fr: (aucune donnée)

source: Enter a valid IP address in the format 192.168.X.X
de: Geben Sie eine gültige IP-Adresse im Format 192.168.X.X ein
fr: Entrez une adresse IP valide au format 192.168.X.X

source: Only numbers and dots are allowed
de: Nur Zahlen und Punkte sind erlaubt
fr: Seuls les chiffres et les points sont autorisés.

source: Each part must be a number from 0 to 255
de: Jeder Teil muss eine Zahl von 0 bis 255 sein
fr: Chaque partie doit être un nombre de 0 à 255

source: In the future tab will allow you to update the package from %sRafał (IceG) external repository%s.
de: In Zukunft ermöglicht die Registerkarte die Aktualisierung des Pakets aus dem externen Repository von %sRafał (IceG)%s.
fr: À l'avenir, l'onglet permettra de mettre à jour le paquet depuis le dépôt externe de %sRafał (IceG)%s.

source: Option will appear after apk implementation.
de: Die Option wird nach der apk-Implementierung erscheinen.
fr: L'option apparaîtra après l'implémentation d'apk.

source: Author (package maintainer)
de: Autor (Paket-Maintainer)
fr: Auteur (mainteneur du paquet)

source: Luci-app-modemdata Info
de: Luci-app-modemdata-Informationen
fr: Informations sur le paquet luci-app-modemdata

source: Go to the Diagnostics tab and run a script check. Most often, the error is caused by a strange operator name. To fix this, select the Force PLMN from file option if it is available in the modem configuration options.
de: Gehen Sie zur Registerkarte Diagnose und führen Sie eine Skriptprüfung durch. Meistens wird der Fehler durch einen seltsamen Betreibernamen verursacht. Um dies zu beheben, wählen Sie die Option PLMN aus Datei erzwingen, falls diese in den Modem-Konfigurationsoptionen verfügbar ist.
fr: Accédez à l'onglet Diagnostics et exécutez une vérification du script. Le plus souvent, l'erreur est causée par un nom d'opérateur étrange. Pour corriger cela, sélectionnez l'option Forcer PLMN depuis le fichier si elle est disponible dans les options de configuration du modem.

source: If data in LuCI is not visible, and we are 100% sure that the modem has been defined/configured correctly.
de: Wenn Daten in LuCI nicht sichtbar sind und wir zu 100 % sicher sind, dass das Modem korrekt definiert/konfiguriert wurde.
fr: Si les données dans LuCI ne sont pas visibles, et que nous sommes sûrs à 100% que le modem a été défini/configuré correctement.

source: Suggested solution
de: Vorgeschlagene Lösung
fr: Solution suggérée

source: Troubleshooting / Hints
de: Fehlerbehebung / Hinweise
fr: Dépannage / Conseils

source: Problem
fr: Problème

source: Common problems that may arise when using the package, and ways to solve them.
de: Häufige Probleme, die bei der Verwendung des Pakets auftreten können, und Lösungswege.
fr: Problèmes courants pouvant survenir lors de l'utilisation du paquet, et moyens de les résoudre.

source: Package does not show data for the Fibocom FM350-GL modem.
de: Das Paket zeigt keine Daten für das Fibocom FM350-GL-Modem an.
fr: Le paquet n'affiche pas de données pour le modem Fibocom FM350-GL.

source: The modem is very sensitive to data read by the communication port. Selecting the wrong communication port may cause the modem to freeze or restart.
de: Das Modem ist sehr empfindlich gegenüber Daten, die über den Kommunikationsport gelesen werden. Die Auswahl des falschen Kommunikationsports kann zum Einfrieren oder Neustart des Modems führen.
fr: Le modem est très sensible à la lecture des données par le port de communication. La sélection du mauvais port de communication peut entraîner le blocage ou le redémarrage du modem.

source: and
de: und
fr: et

source: packages are recommended for proper modem support.
de: Pakete werden für die ordnungsgemäße Modem-Unterstützung empfohlen.
fr: paquets sont recommandés pour un support approprié du modem.

source: Please select method for reading data from the modem and install the necessary packages.
de: Bitte wählen Sie die Methode zum Lesen von Daten vom Modem aus und installieren Sie die erforderlichen Pakete.
fr: Veuillez sélectionner la méthode de lecture des données depuis le modem et installer les paquets nécessaires.

source: Required packages
de: Erforderliche Pakete
fr: Paquets requis

source: Check required packages
de: Erforderliche Pakete prüfen
fr: Vérifier les paquets requis

source: Before configuring the modem, check if all required packages are installed in the system.
de: Überprüfen Sie vor der Konfiguration des Modems, ob alle erforderlichen Pakete im System installiert sind.
fr: Avant de configurer le modem, vérifiez si tous les paquets requis sont installés dans le système.

source: Loading package data…
de: Paketdaten werden geladen…
fr: Chargement des données...

source: Waiting...
de: Warten...
fr: Patientez...

source: Show signal levels
de: Signalpegel anzeigen
fr: Afficher les niveaux de signal

source: Primary band signal levels
de: Signalpegel des primären Bandes
fr: Niveaux de signal pour la bande primaire

source: Device is busy
de: Gerät ist beschäftigt
fr: L'appareil est occupé

source: Primary band
de: Primäres Band
fr: Bande primaire

source: Available options
de: Verfügbare Optionen
fr: Options disponibles

source: Device not found
de: Gerät nicht gefunden
fr: Appareil non trouvé

source: Click to view Cell ID details
de: Klicken Sie, um Zell-ID-Details anzuzeigen
fr: Cliquer pour afficher les détails de l'ID de cellule

source: Cell ID (dec)
de: Zell-ID (dez)
fr: ID de cellule (déc)

source: Cell ID (hex)
de: Zell-ID (hex)
fr: ID de cellule (hex)

source: eNB ID (hex)
fr: ID eNB (hex)

source: Sector ID (hex)
de: Sektor-ID (hex)
fr: ID de secteur (hex)

source: eNB ID (dec)
de: eNB-ID (dez)
fr: ID eNB (déc)

source: Sector ID (dec)
de: Sektor-ID (dez)
fr: ID de secteur (déc)

source: Cell ID (hex) for CellMapper
de: Zell-ID (hex) für CellMapper
fr: ID de cellule (hex) pour le site CellMapper

source: Cell ID (dec) for CellMapper
de: Zell-ID (dez) für CellMapper
fr: ID de cellule (déc) pour le site CellMapper

source: Cell ID Information
de: Zell-ID-Informationen
fr: Informations sur l'ID de cellule
