Repository: nooblk-98/noobwrt-custom-feeds
Catalog: package/luci-app-mini-diskmanager/po/*/mini-diskmanager.po
Languages: de, fr, pl, ru

source: Disk Manager
de: Datenträgerverwaltung
fr: Gestionnaire de disques
pl: Menedżer dysków
ru: Менеджер дисков

source: -- Select a disk --
de: -- Datenträger auswählen --
fr: -- Sélectionner un disque --
pl: -- Wybierz dysk --
ru: -- Выберите диск --

source: Disk
de: Datenträger
fr: Disque
pl: Dysk
ru: Диск

source: Refresh
de: Aktualisieren
fr: Actualiser
pl: Odśwież
ru: Обновить

source: Mounting actions
de: Einhängeaktionen
fr: Actions de montage
pl: Akcje montowania
ru: Действия монтирования

source: Actions on partitions
de: Operationen auf Partitionen
fr: Opérations sur les partitions
pl: Operacje na partycjach
ru: Операции с разделами

source: Mount
de: Einhängen
fr: Monter
pl: Zamontuj
ru: Монтировать

source: Unmount
de: Aushängen
fr: Démonter
pl: Odmontuj
ru: Размонтировать

source: Create
de: Erstellen
fr: Créer
pl: Utwórz
ru: Создать

source: Delete
de: Löschen
fr: Supprimer
pl: Usuń
ru: Удалить

source: Format
de: Formatieren
fr: Formater
pl: Formatuj
ru: Форматировать

source: Please select a disk to view its partitions
de: Bitte wählen Sie einen Datenträger aus, um seine Partitionen anzuzeigen
fr: Veuillez sélectionner un disque pour voir ses partitions
pl: Proszę wybrać dysk, aby zobaczyć jego partycje
ru: Выберите диск для просмотра его разделов

source: Please select a disk first
de: Bitte wählen Sie zuerst einen Datenträger aus
fr: Veuillez d'abord sélectionner un disque
pl: Proszę najpierw wybrać dysk
ru: Сначала выберите диск

source: Please select a partition first
de: Bitte wählen Sie zuerst eine Partition aus
fr: Veuillez d'abord sélectionner une partition
pl: Proszę najpierw wybrać partycję
ru: Сначала выберите раздел

source: Loading disk information...
de: Datenträgerinformationen werden geladen...
fr: Chargement des informations du disque...
pl: Ładowanie informacji o dysku...
ru: Загрузка информации о диске...

source: Error loading disk information:
de: Fehler beim Laden der Datenträgerinformationen:
fr: Erreur de chargement des informations du disque :
pl: Błąd wczytywania informacji o dysku:
ru: Ошибка загрузки информации о диске:

source: Disk Information
de: Datenträgerinformationen
fr: Informations du disque
pl: Informacje o dysku
ru: Информация о диске

source: Temperature
de: Temperatur
fr: Température
pl: Temperatura
ru: Температура

source: S.M.A.R.T. Status
fr: État S.M.A.R.T.
pl: Status S.M.A.R.T.
ru: Статус S.M.A.R.T.

source: Mount Status
de: Einhängestatus
fr: État du montage
pl: Status montowania
ru: Статус монтирования

source: Mounted
de: Eingehängt
fr: Monté
pl: Zamontowany
ru: Смонтирован

source: Not mounted
de: Nicht eingehängt
fr: Non monté
pl: Niezamontowany
ru: Не смонтирован

source: Partition Layout
de: Partitionslayout
fr: Disposition des partitions
pl: Układ partycji
ru: Схема разделов

source: Type / Filesystem
de: Typ / Dateisystem
fr: Type / Système de fichiers
pl: Typ / System plików
ru: Тип / Файловая система

source: Filesystem
de: Dateisystem
fr: Système de fichiers
pl: System plików
ru: Файловая система

source: Mount Point
de: Einhängepunkt
fr: Point de montage
pl: Punkt montowania
ru: Точка монтирования

source: Label
de: Bezeichnung
fr: Étiquette
pl: Etykieta
ru: Метка

source: Size
de: Größe
fr: Taille
pl: Rozmiar
ru: Размер

source: Used
de: Belegt
fr: Utilisé
pl: Użyte
ru: Использовано

source: Unused
de: Frei
fr: Libre
pl: Wolne
ru: Свободно

source: Flags
fr: Drapeaux
pl: Flagi
ru: Флаги

source: No partitions found
de: Keine Partitionen gefunden
fr: Aucune partition trouvée
pl: Nie znaleziono partycji
ru: Разделы не найдены

source: Unallocated
de: Nicht zugewiesen
fr: Non alloué
pl: Nieprzydzielone
ru: Не распределено

source: Area without partition table
de: Bereich ohne Partitionstabelle
fr: Zone sans table de partition
pl: Obszar bez tabeli partycji
ru: Область без таблицы разделов

source: Free Space
de: Freier Speicherplatz
fr: Espace libre
pl: Wolne miejsce
ru: Свободное место

source: Primary
de: Primär
fr: Primaire
pl: Podstawowa
ru: Первичный

source: Extended
de: Erweitert
fr: Étendue
pl: Rozszerzona
ru: Расширенный

source: Logical
de: Logisch
fr: Logique
pl: Logiczna
ru: Логический

source: Create partition
de: Partition erstellen
fr: Créer une partition
pl: Utwórz partycję
ru: Создать раздел

source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
ru: Отмена

source: File system
de: Dateisystem
fr: Système de fichiers
pl: System plików
ru: Файловая система

source: Volume label
de: Datenträgerbezeichnung
fr: Étiquette du volume
pl: Etykieta woluminu
ru: Метка тома

source: Partition size
de: Partitionsgröße
fr: Taille de la partition
pl: Rozmiar partycji
ru: Размер раздела

source: Enter size
de: Größe eingeben
fr: Entrer la taille
pl: Wprowadź rozmiar
ru: Введите размер

source: Use all available space
de: Gesamten verfügbaren Speicherplatz verwenden
fr: Utiliser tout l'espace disponible
pl: Użyj całego dostępnego miejsca
ru: Использовать всё доступное место

source: Available: %s MB / %s GB / %s TB
de: Verfügbar: %s MB / %s GB / %s TB
fr: Disponible : %s Mo / %s Go / %s To
pl: Dostępne: %s MB / %s GB / %s TB
ru: Доступно: %s МБ / %s ГБ / %s ТБ

source: Please enter a valid size
de: Bitte geben Sie eine gültige Größe ein
fr: Veuillez entrer une taille valide
pl: Wprowadź prawidłowy rozmiar
ru: Введите корректный размер

source: Size is too small
de: Die Größe ist zu klein
fr: La taille est trop petite
pl: Rozmiar jest zbyt mały
ru: Размер слишком мал

source: Creating partition...
de: Partition wird erstellt...
fr: Création de la partition...
pl: Tworzenie partycji...
ru: Создание раздела...

source: Partition created successfully
de: Partition erfolgreich erstellt
fr: Partition créée avec succès
pl: Partycja utworzona pomyślnie
ru: Раздел успешно создан

source: Failed to create partition
de: Partition konnte nicht erstellt werden
fr: Échec de la création de la partition
pl: Nie udało się utworzyć partycji
ru: Не удалось создать раздел

source: Format Partition
de: Partition formatieren
fr: Formater la partition
pl: Formatuj partycję
ru: Форматировать раздел

source: Warning
de: Warnung
fr: Avertissement
pl: Ostrzeżenie
ru: Предупреждение

source: This will erase all data on /dev/%s
de: Dies löscht alle Daten auf /dev/%s
fr: Cela effacera toutes les données sur /dev/%s
pl: To usunie wszystkie dane na /dev/%s
ru: Это удалит все данные на /dev/%s

source: Formatting partition...
de: Partition wird formatiert...
fr: Formatage de la partition...
pl: Formatowanie partycji...
ru: Форматирование раздела...

source: Partition formatted successfully
de: Partition erfolgreich formatiert
fr: Partition formatée avec succès
pl: Partycja sformatowana pomyślnie
ru: Раздел успешно отформатирован

source: Failed to format partition
de: Partition konnte nicht formatiert werden
fr: Échec du formatage de la partition
pl: Nie udało się sformatować partycji
ru: Не удалось отформатировать раздел

source: Delete Partition
de: Partition löschen
fr: Supprimer la partition
pl: Usuń partycję
ru: Удалить раздел

source: Are you sure you want to continue?
de: Sind Sie sicher, dass Sie fortfahren möchten?
fr: Êtes-vous sûr de vouloir continuer ?
pl: Czy na pewno chcesz kontynuować?
ru: Вы уверены, что хотите продолжить?

source: Deleting partition...
de: Partition wird gelöscht...
fr: Suppression de la partition...
pl: Usuwanie partycji...
ru: Удаление раздела...

source: Partition deleted successfully
de: Partition erfolgreich gelöscht
fr: Partition supprimée avec succès
pl: Partycja została pomyślnie usunięta
ru: Раздел успешно удалён

source: Failed to delete partition
de: Partition konnte nicht gelöscht werden
fr: Échec de la suppression de la partition
pl: Nie udało się usunąć partycji
ru: Не удалось удалить раздел

source: No partitions to mount
de: Keine Partitionen zum Einhängen
fr: Aucune partition à monter
pl: Brak partycji do zamontowania
ru: Нет разделов для монтирования

source: No mounted partitions found
de: Keine eingehängten Partitionen gefunden
fr: Aucune partition montée trouvée
pl: Nie znaleziono zamontowanych partycji
ru: Не найдено смонтированных разделов

source: No partitions to unmount
de: Keine Partitionen zum Aushängen
fr: Aucune partition à démonter
pl: Brak partycji do odmontowania
ru: Нет разделов для размонтирования

source: Mounted to %s
de: Eingehängt unter %s
fr: Monté sur %s
pl: Zamontowano w %s
ru: Смонтировано в %s

source: Unmounted %s
de: %s ausgehängt
fr: Démonté %s
pl: Odmontowano %s
ru: Размонтировано %s

source: Failed to mount:
de: Einhängen fehlgeschlagen:
fr: Échec du montage :
pl: Nie udało się zamontować:
ru: Не удалось смонтировать:

source: Failed to unmount:
de: Aushängen fehlgeschlagen:
fr: Échec du démontage :
pl: Nie udało się odmontować:
ru: Не удалось размонтировать:

source: Failed to check operation status:
de: Überprüfung des Betriebsstatus fehlgeschlagen:
fr: Échec de la vérification de l'état de l'opération :
pl: Nie udało się sprawdzić statusu operacji:
ru: Не удалось проверить статус операции:

source: Partition created but device node did not appear in time
de: Partition erstellt, aber Geräteknoten ist nicht rechtzeitig erschienen
fr: Partition créée mais le nœud de périphérique n'est pas apparu à temps
pl: Partycja została utworzona, ale urządzenie nie pojawiło się na czas
ru: Раздел создан, но узел устройства не появился вовремя

source: Partition created but device node did not appear; please refresh manually
de: Partition erstellt, aber Geräteknoten ist nicht erschienen; bitte manuell aktualisieren
fr: Partition créée mais le nœud de périphérique n'est pas apparu ; veuillez actualiser manuellement
pl: Partycja została utworzona, ale urządzenie się nie pojawiło — odśwież ręcznie
ru: Раздел создан, но узел устройства не появился; обновите вручную

source: PASSED
de: BESTANDEN
fr: RÉUSSI
pl: ZALICZONY
ru: ПРОЙДЕН

source: FAILED
de: FEHLGESCHLAGEN
fr: ÉCHOUÉ
pl: NIEZALICZONY
ru: НЕ ПРОЙДЕН

source: Cannot create partition on mounted disk. Please unmount first.
de: Partition kann nicht auf eingehängtem Datenträger erstellt werden. Bitte zuerst aushängen.
fr: Impossible de créer une partition sur un disque monté. Veuillez d'abord démonter.
pl: Nie można utworzyć partycji na zamontowanym dysku. Proszę najpierw odmontować.
ru: Невозможно создать раздел на смонтированном диске. Сначала размонтируйте.

source: No unallocated space available on this disk
de: Kein nicht zugewiesener Speicherplatz auf diesem Datenträger verfügbar
fr: Aucun espace non alloué disponible sur ce disque
pl: Brak wolnego miejsca na tym dysku
ru: На этом диске нет нераспределённого места

source: Cannot format mounted partition. Please unmount first.
de: Eingehängte Partition kann nicht formatiert werden. Bitte zuerst aushängen.
fr: Impossible de formater une partition montée. Veuillez d'abord la démonter.
pl: Nie można sformatować zamontowanej partycji. Proszę najpierw ją odmontować.
ru: Невозможно отформатировать смонтированный раздел. Сначала размонтируйте.

source: Failed to refresh partition data:
de: Aktualisierung der Partitionsdaten fehlgeschlagen:
fr: Échec de l'actualisation des données de partition :
pl: Nie udało się odświeżyć danych partycji:
ru: Не удалось обновить данные раздела:

source: Cannot delete partition on mounted disk. Please unmount first.
de: Partition kann nicht auf eingehängtem Datenträger gelöscht werden. Bitte zuerst aushängen.
fr: Impossible de supprimer une partition sur un disque monté. Veuillez d'abord démonter.
pl: Nie można usunąć partycji z zamontowanego dysku. Proszę najpierw odmontować.
ru: Невозможно удалить раздел на смонтированном диске. Сначала размонтируйте.

source: This will delete partition /dev/%s and all its data!
de: Dies löscht Partition /dev/%s und alle ihre Daten!
fr: Cela supprimera la partition /dev/%s et toutes ses données !
pl: Ta operacja spowoduje usunięcie partycji /dev/%s i wszystkich jej danych!
ru: Это удалит раздел /dev/%s и все его данные!

source: Failed to load disk information:
de: Laden der Datenträgerinformationen fehlgeschlagen:
fr: Échec du chargement des informations du disque :
pl: Nie udało się załadować informacji o dysku:
ru: Не удалось загрузить информацию о диске:

source: Click to select
de: Zum Auswählen klicken
fr: Cliquer pour sélectionner
pl: Kliknij, aby wybrać
ru: Нажмите для выбора

source: System partition cannot be selected
de: Systempartition kann nicht ausgewählt werden
fr: La partition système ne peut pas être sélectionnée
pl: Nie możesz wskazać partycji systemowej
ru: Системный раздел не может быть выбран

source: Free
de: Frei
fr: Libre
pl: Wolne
ru: Свободно

source: Select a disk
de: Datenträger auswählen
fr: Sélectionner un disque
pl: Wybierz dysk
ru: Выберите диск

source: Create a new partition on the selected disk
de: Neue Partition auf dem ausgewählten Datenträger erstellen
fr: Créer une nouvelle partition sur le disque sélectionné
pl: Utwórz nową partycję na wybranym dysku
ru: Создать новый раздел на выбранном диске

source: Partition layout
de: Partitionslayout
fr: Disposition des partitions
pl: Układ partycji
ru: Схема разделов

source: Partition type
de: Partitionstyp
fr: Type de partition
pl: Typ partycji
ru: Тип раздела

source: Refresh partition data
de: Partitionsdaten aktualisieren
fr: Actualiser les données de partition
pl: Odśwież dane partycji
ru: Обновить данные разделов

source: GPT (GUID Partition Table)
de: GPT (GUID-Partitionstabelle)
fr: GPT (Table de partition GUID)
pl: GPT (Tabela Partycji GUID)
ru: GPT (Таблица разделов GUID)

source: The Mini Disk Manager package allows users to easily manage disks and partitions.
de: Das Paket Mini Disk Manager ermöglicht es Benutzern, Datenträger und Partitionen einfach zu verwalten.
fr: Le package Mini Gestionnaire de disques permet aux utilisateurs de gérer facilement les disques et les partitions.
pl: Mini Menedżer Dysków pozwala użytkownikowi w prosty sposób zarządzać dyskami oraz partycjami.
ru: Пакет Mini Disk Manager позволяет пользователям легко управлять дисками и разделами.

source: Package and Driver Verification
de: Paket- und Treiberüberprüfung
fr: Vérification des packages et des pilotes
pl: Weryfikacja pakietów i sterowników
ru: Проверка пакетов и драйверов

source: Check and install required drivers for storage devices.
de: Überprüfen und installieren Sie die erforderlichen Treiber für Speichergeräte.
fr: Vérifier et installer les pilotes requis pour les périphériques de stockage.
pl: Sprawdź i zainstaluj wymagane sterowniki dla urządzeń pamięci masowej.
ru: Проверка и установка необходимых драйверов для устройств хранения.

source: Filesystem Support
de: Dateisystemunterstützung
fr: Support des systèmes de fichiers
pl: Obsługa systemów plików
ru: Поддержка файловых систем

source: Check USB drivers
de: USB-Treiber überprüfen
fr: Vérifier les pilotes USB
pl: Sprawdź sterowniki USB
ru: Проверить драйверы USB

source: USB drivers
de: USB-Treiber
fr: Pilotes USB
pl: Sterowniki USB
ru: Драйверы USB

source: Check NVMe drivers
de: NVMe-Treiber überprüfen
fr: Vérifier les pilotes NVMe
pl: Sprawdź sterowniki NVMe
ru: Проверить драйверы NVMe

source: NVMe drivers
de: NVMe-Treiber
fr: Pilotes NVMe
pl: Sterowniki NVMe
ru: Драйверы NVMe

source: Check ATA/SATA drivers
de: ATA/SATA-Treiber überprüfen
fr: Vérifier les pilotes ATA/SATA
pl: Sprawdź sterowniki ATA/SATA
ru: Проверить драйверы ATA/SATA

source: ATA/SATA drivers
de: ATA/SATA-Treiber
fr: Pilotes ATA/SATA
pl: Sterowniki ATA/SATA
ru: Драйверы ATA/SATA

source: Storage drive support
fr: Support des lecteurs de stockage

source: Check SCSI drivers
fr: Vérifier les pilotes SCSI

source: SCSI drivers
fr: Pilotes SCSI

source: Disk management packages
fr: Packages de gestion des disques

source: Check Disk Management packages
fr: Vérifier les packages de gestion des disques

source: Disk Management (fdisk, parted, losetup)
fr: Gestion des disques (fdisk, parted, losetup)

source: Extended partition support (gdisk)
fr: Support des partitions étendues (gdisk)

source: GPT partition support (parted, gdisk)
fr: Support des partitions GPT (parted, gdisk)

source: Partition size modification support (resize2fs)
fr: Support de modification de taille de partition (resize2fs)

source: Disk and partition modification support (sfdisk)
fr: Support de modification de disque et partition (sfdisk)

source: Partition scanning and updating support (partx)
fr: Support de numérisation et mise à jour des partitions (partx)

source: Filesystem packages
fr: Packages de systèmes de fichiers

source: Check Filesystem packages
fr: Vérifier les packages de systèmes de fichiers

source: Filesystems
fr: Systèmes de fichiers

source: All Required
fr: Tous requis

source: Please do NOT refresh or leave this page until verification is complete.
fr: Veuillez NE PAS actualiser ou quitter cette page jusqu'à ce que la vérification soit terminée.

source: Verify
fr: Vérifier

source: Check All
fr: Tout vérifier

source: Install
fr: Installer

source: Install All
fr: Tout installer

source: Verify Selected
fr: Vérifier la sélection

source: Install Selected
fr: Installer la sélection

source: Verify Required
fr: Vérifier les requis

source: Install Required
fr: Installer les requis

source: Component
fr: Composant

source: Status
fr: État

source: Installed
de: Installiert
fr: Installé
pl: Zainstalowany
ru: Установлено

source: Not installed
fr: Non installé

source: Package installation failed for:
fr: Échec de l'installation du package pour :

source: Verification/installation in progress...
fr: Vérification/installation en cours...

source: Verification in progress...
fr: Vérification en cours...

source: Installation in progress...
fr: Installation en cours...

source: Waiting for package verification...
fr: En attente de la vérification du package...

source: All packages installed successfully
fr: Tous les packages installés avec succès

source: Some packages failed to install
fr: Certains packages n'ont pas pu être installés

source: Installed via filesystem support
fr: Installé via le support du système de fichiers

source: About Package
fr: À propos du package

source: Star
fr: Étoile

source: Star the package repository on Github
fr: Mettre une étoile au dépôt du package sur Github

source: Become a sponsor if you want to support the development of the project and its author
fr: Devenez un sponsor si vous souhaitez soutenir le développement du projet et son auteur

source: Write on forum
de: Im Forum schreiben
fr: Écrire sur le forum
pl: Napisz na forum
ru: Написать на форуме

source: Write in the topic of the package on the forum eko.one.pl
de: Schreiben Sie im Thema des Pakets im Forum eko.one.pl
fr: Écrire dans le sujet du package sur le forum eko.one.pl
pl: Napisz w wątku pakietu na forum eko.one.pl
ru: Напишите в теме пакета на форуме eko.one.pl

source: Open discussion
de: Diskussion öffnen
fr: Ouvrir une discussion
pl: Otwórz dyskusję
ru: Открыть обсуждение

source: Open a package discussion on Github
de: Paketdiskussion auf Github öffnen
fr: Ouvrir une discussion sur le package sur Github
pl: Otwórz dyskusję o pakiecie na GitHubie
ru: Открыть обсуждение пакета на Github

source: Report a bug
de: Fehler melden
fr: Signaler un bug
pl: Zgłoś błąd
ru: Сообщить об ошибке

source: Report a bug on the package Github page
de: Melden Sie einen Fehler auf der Github-Seite des Pakets
fr: Signaler un bug sur la page Github du package
pl: Zgłoś błąd na stronie pakietu w serwisie GitHub
ru: Сообщить об ошибке на странице пакета в Github

source: Package name
de: Paketname
fr: Nom du package
pl: Nazwa pakietu
ru: Название пакета

source: Author (package maintainer)
de: Autor (Paketbetreuer)
fr: Auteur (mainteneur du package)
pl: Autor (opiekun pakietu)
ru: Автор (сопровождающий пакета)

source: Information about package author and available support options.
de: Informationen über den Paketautor und verfügbare Supportoptionen.
fr: Informations sur l'auteur du package et les options de support disponibles.
pl: Informacje o autorze pakietu i dostępnych opcjach wsparcia.
ru: Информация об авторе пакета и доступных вариантах поддержки.

source: All available space
de: Gesamter verfügbarer Speicherplatz
fr: Tout l'espace disponible
pl: Cała dostępna przestrzeń
ru: Всё доступное место

source: Cannot delete mounted partition. Please unmount first.
de: Eingehängte Partition kann nicht gelöscht werden. Bitte zuerst aushängen.
fr: Impossible de supprimer une partition montée. Veuillez d'abord la démonter.
pl: Nie można usunąć zamontowanej partycji. Proszę najpierw ją odmontować.
ru: Невозможно удалить смонтированный раздел. Сначала размонтируйте.

source: Failed to create partition:
de: Erstellen der Partition fehlgeschlagen:
fr: Échec de la création de la partition :
pl: Nie udało się utworzyć partycji:
ru: Не удалось создать раздел:

source: Failed to detect supported filesystems
de: Erkennung unterstützter Dateisysteme fehlgeschlagen
fr: Échec de la détection des systèmes de fichiers supportés
pl: Nie udało się wykryć obsługiwanych systemów plików
ru: Не удалось обнаружить поддерживаемые файловые системы

source: Failed to format partition:
de: Formatieren der Partition fehlgeschlagen:
fr: Échec du formatage de la partition :
pl: Nie udało się sformatować partycji:
ru: Не удалось отформатировать раздел:

source: Failed to parse JSON response:
de: Parsen der JSON-Antwort fehlgeschlagen:
fr: Échec de l'analyse de la réponse JSON :
pl: Nie udało się przetworzyć odpowiedzi JSON:
ru: Не удалось разобрать JSON-ответ:

source: Failed to start formatting
de: Formatierung konnte nicht gestartet werden
fr: Échec du démarrage du formatage
pl: Nie udało się rozpocząć formatowania
ru: Не удалось начать форматирование

source: Failed to start partition creation
de: Partitionserstellung konnte nicht gestartet werden
fr: Échec du démarrage de la création de partition
pl: Nie udało się rozpocząć tworzenia partycji
ru: Не удалось начать создание раздела

source: Failed to start partition deletion
de: Partitionslöschung konnte nicht gestartet werden
fr: Échec du démarrage de la suppression de partition
pl: Nie udało się rozpocząć usuwania partycji
ru: Не удалось начать удаление раздела

source: Fill in size
de: Größe ausfüllen
fr: Remplir la taille
pl: Uzupełnij rozmiar
ru: Заполните размер

source: Loading...
de: Wird geladen...
fr: Chargement...
pl: Ładowanie...
ru: Загрузка...

source: No filesystem packages detected — user cannot choose unsupported filesystem formats.
de: Keine Dateisystempakete erkannt — Benutzer kann nicht unterstützte Dateisystemformate nicht auswählen.
fr: Aucun package de système de fichiers détecté — l'utilisateur ne peut pas choisir de formats de système de fichiers non supportés.
pl: Nie wykryto pakietów systemów plików — użytkownik nie może wybrać formatów nieobsługiwanych przez system.
ru: Пакеты файловых систем не обнаружены — пользователь не может выбрать неподдерживаемые форматы файловых систем.

source: No partition types available. Maximum partitions reached.
de: Keine Partitionstypen verfügbar. Maximale Anzahl an Partitionen erreicht.
fr: Aucun type de partition disponible. Nombre maximum de partitions atteint.
pl: Brak dostępnych typów partycji. Osiągnięto maksymalną liczbę partycji.
ru: Нет доступных типов разделов. Достигнуто максимальное количество разделов.

source: No supported filesystems detected on this system
de: Keine unterstützten Dateisysteme auf diesem System erkannt
fr: Aucun système de fichiers supporté détecté sur ce système
pl: Nie wykryto obsługiwanych systemów plików w tym systemie
ru: В этой системе не обнаружено поддерживаемых файловых систем

source: Optional
fr: Optionnel
pl: Opcjonalne
ru: Необязательно
