Repository: nooblk-98/noobwrt-custom-feeds
Catalog: package/luci-app-mini-diskmanager/po/*/mini-diskmanager.po
Languages: de, fr, pl, ru

source: Partition created but selected filesystem is not available for formatting on this system
de: Partition erstellt, aber das ausgewählte Dateisystem ist auf diesem System nicht zum Formatieren verfügbar
fr: Partition créée mais le système de fichiers sélectionné n'est pas disponible pour le formatage sur ce système
pl: Partycja została utworzona, ale wybrany system plików nie jest dostępny do formatowania w tym systemie
ru: Раздел создан, но выбранная файловая система недоступна для форматирования в этой системе

source: Partition data refreshed
de: Partitionsdaten aktualisiert
fr: Données de partition actualisées
pl: Dane partycji zostały odświeżone
ru: Данные раздела обновлены

source: Please select a filesystem
de: Bitte wählen Sie ein Dateisystem aus
fr: Veuillez sélectionner un système de fichiers
pl: Proszę wybrać system plików
ru: Выберите файловую систему

source: RPC call failed:
de: RPC-Aufruf fehlgeschlagen:
fr: Échec de l'appel RPC :
pl: Wywołanie RPC nie powiodło się:
ru: Вызов RPC не удался:

source: Refreshing...
de: Wird aktualisiert...
fr: Actualisation...
pl: Odświeżanie...
ru: Обновление...

source: Selected filesystem is not supported on this system
de: Das ausgewählte Dateisystem wird auf diesem System nicht unterstützt
fr: Le système de fichiers sélectionné n'est pas supporté sur ce système
pl: Wybrany system plików nie jest obsługiwany w tym systemie
ru: Выбранная файловая система не поддерживается в этой системе

source: Selected partition is not mounted
de: Ausgewählte Partition ist nicht eingehängt
fr: La partition sélectionnée n'est pas montée
pl: Wybrana partycja nie jest zamontowana
ru: Выбранный раздел не смонтирован

source: unknown error
de: unbekannter Fehler
fr: erreur inconnue
pl: nieznany błąd
ru: неизвестная ошибка

source: Packages & Drivers
de: Pakete und Treiber
fr: Packages et pilotes
pl: Pakiety oraz sterowniki
ru: Пакеты и драйверы

source: Mini Disk Manager log
de: Mini Disk Manager-Protokoll
fr: Journal du Mini Gestionnaire de disques
pl: Mini Menedżer Dysków dziennik
ru: Журнал Mini Disk Manager

source: Mini Disk Manager Log
fr: Journal du Mini Gestionnaire de disques
pl: Mini Menedżer Dysków dziennik
ru: Журнал Mini Disk Manager

source: Packages required to support various file systems.
de: Pakete, die zur Unterstützung verschiedener Dateisysteme erforderlich sind.
fr: Packages requis pour supporter différents systèmes de fichiers.
pl: Pakiety wymagane do obsługi różnych systemów plików.
ru: Пакеты, необходимые для поддержки различных файловых систем.

source: Expand
de: Erweitern
fr: Étendre
pl: Rozszerz
ru: Расширить

source: Resize
de: Größe ändern
fr: Redimensionner
pl: Zmień rozmiar
ru: Изменить размер

source: Resize Partition
de: Partitionsgröße ändern
fr: Redimensionner la partition
pl: Zmień rozmiar partycji
ru: Изменить размер раздела

source: Resize partition /dev/%s
de: Größe der Partition /dev/%s ändern
fr: Redimensionner la partition /dev/%s
pl: Zmień rozmiar partycji /dev/%s
ru: Изменить размер раздела /dev/%s

source: Resizing partition...
de: Partitionsgröße wird geändert...
fr: Redimensionnement de la partition...
pl: Zmiana rozmiaru partycji...
ru: Изменение размера раздела...

source: Resizing a partition can cause data loss if not done correctly.
de: Das Ändern der Partitionsgröße kann zu Datenverlust führen, wenn es nicht korrekt durchgeführt wird.
fr: Le redimensionnement d'une partition peut causer une perte de données s'il n'est pas effectué correctement.
pl: Zmiana rozmiaru partycji może spowodować utratę danych, jeśli nie zostanie wykonana poprawnie.
ru: Изменение размера раздела может привести к потере данных, если выполнено неправильно.

source: Please ensure you have a backup of important data before proceeding.
de: Stellen Sie sicher, dass Sie vor dem Fortfahren eine Sicherung wichtiger Daten haben.
fr: Veuillez vous assurer d'avoir une sauvegarde des données importantes avant de continuer.
pl: Upewnij się, że masz kopię zapasową ważnych danych przed kontynuowaniem.
ru: Убедитесь, что у вас есть резервная копия важных данных перед продолжением.

source: Current size: %s MB / %s GB / %s TB
de: Aktuelle Größe: %s MB / %s GB / %s TB
fr: Taille actuelle : %s Mo / %s Go / %s To
pl: Obecny rozmiar: %s MB / %s GB / %s TB
ru: Текущий размер: %s МБ / %s ГБ / %s ТБ

source: Available space: %s MB / %s GB / %s TB
de: Verfügbarer Speicherplatz: %s MB / %s GB / %s TB
fr: Espace disponible : %s Mo / %s Go / %s To
pl: Dostępne miejsce: %s MB / %s GB / %s TB
ru: Доступное место: %s МБ / %s ГБ / %s ТБ

source: Maximum size to be obtained: %s MB / %s GB / %s TB
de: Maximal erreichbare Größe: %s MB / %s GB / %s TB
fr: Taille maximale à obtenir : %s Mo / %s Go / %s To
pl: Maksymalny rozmiar do uzyskania: %s MB / %s GB / %s TB
ru: Максимальный размер для получения: %s МБ / %s ГБ / %s ТБ

source: Maximum new size
de: Maximale neue Größe
fr: Taille maximale nouvelle
pl: Maksymalny nowy rozmiar
ru: Максимальный новый размер

source: New size
de: Neue Größe
fr: Nouvelle taille
pl: Nowy rozmiar
ru: Новый размер

source: Enter new size
de: Neue Größe eingeben
fr: Entrer la nouvelle taille
pl: Wprowadź nowy rozmiar
ru: Введите новый размер

source: New size must be larger than current size
de: Neue Größe muss größer als die aktuelle Größe sein
fr: La nouvelle taille doit être supérieure à la taille actuelle
pl: Nowy rozmiar musi być większy niż obecny rozmiar
ru: Новый размер должен быть больше текущего размера

source: New size exceeds available space
de: Neue Größe überschreitet verfügbaren Speicherplatz
fr: La nouvelle taille dépasse l'espace disponible
pl: Nowy rozmiar przekracza dostępne miejsce
ru: Новый размер превышает доступное место

source: Partition resized successfully
de: Partitionsgröße erfolgreich geändert
fr: Partition redimensionnée avec succès
pl: Pomyślnie zmieniono rozmiar partycji
ru: Размер раздела успешно изменён

source: Failed to resize partition
de: Ändern der Partitionsgröße fehlgeschlagen
fr: Échec du redimensionnement de la partition
pl: Nie udało się zmienić rozmiaru partycji
ru: Не удалось изменить размер раздела

source: Failed to resize partition:
de: Ändern der Partitionsgröße fehlgeschlagen:
fr: Échec du redimensionnement de la partition :
pl: Nie udało się zmienić rozmiaru partycji:
ru: Не удалось изменить размер раздела:

source: Failed to start partition resize
de: Starten der Partitionsgrößenänderung fehlgeschlagen
fr: Échec du démarrage du redimensionnement de partition
pl: Nie udało się rozpocząć zmiany rozmiaru partycji
ru: Не удалось начать изменение размера раздела

source: Selected partition cannot be resized. Only unmounted Ext2/3/4 partitions with available space can be resized.
de: Ausgewählte Partition kann nicht in der Größe geändert werden. Nur ausgehängte Ext2/3/4-Partitionen mit verfügbarem Speicherplatz können in der Größe geändert werden.
fr: La partition sélectionnée ne peut pas être redimensionnée. Seules les partitions Ext2/3/4 non montées avec de l'espace disponible peuvent être redimensionnées.
pl: Nie można zmienić rozmiaru wybranej partycji. Można zmieniać rozmiar tylko odmontowanych partycji Ext2/3/4 z dostępnym miejscem.
ru: Выбранный раздел не может быть изменён. Изменять размер можно только для размонтированных разделов Ext2/3/4 с доступным местом.

source: MB
fr: Mo
ru: МБ

source: GB
fr: Go
ru: ГБ

source: TB
fr: To
ru: ТБ

source: Cannot Create Partition
de: Partition kann nicht erstellt werden
fr: Impossible de créer la partition
pl: Nie można utworzyć partycji
ru: Невозможно создать раздел

source: Insufficient Space
de: Unzureichender Speicherplatz
fr: Espace insuffisant
pl: Niewystarczające miejsce
ru: Недостаточно места

source: Cannot read partition information
de: Partitionsinformationen können nicht gelesen werden
fr: Impossible de lire les informations de partition
pl: Nie można odczytać informacji o partycji
ru: Невозможно прочитать информацию о разделе

source: Invalid extended partition
de: Ungültige erweiterte Partition
fr: Partition étendue invalide
pl: Nieprawidłowa partycja rozszerzona
ru: Неверный расширенный раздел

source: Extended partition not found or has invalid size
de: Erweiterte Partition nicht gefunden oder hat ungültige Größe
fr: Partition étendue introuvable ou de taille invalide
pl: Nie znaleziono partycji rozszerzonej lub ma nieprawidłowy rozmiar
ru: Расширенный раздел не найден или имеет неверный размер

source: Extended partition size: %s MB
de: Größe der erweiterten Partition: %s MB
fr: Taille de la partition étendue : %s Mo
pl: Rozmiar partycji rozszerzonej: %s MB
ru: Размер расширенного раздела: %s МБ

source: Used by logical partitions: %s MB
de: Von logischen Partitionen verwendet: %s MB
fr: Utilisé par les partitions logiques : %s Mo
pl: Używane przez partycje logiczne: %s MB
ru: Использовано логическими разделами: %s МБ

source: Available for new logical: %s MB
de: Verfügbar für neue logische Partition: %s MB
fr: Disponible pour une nouvelle logique : %s Mo
pl: Dostępne dla nowej logicznej: %s MB
ru: Доступно для нового логического: %s МБ

source: Required minimum: 10 MB
de: Erforderliches Minimum: 10 MB
fr: Minimum requis : 10 Mo
pl: Wymagane minimum: 10 MB
ru: Требуемый минимум: 10 МБ

source: Not enough free space in extended partition /dev/%s
de: Nicht genug freier Speicherplatz in erweiterter Partition /dev/%s
fr: Pas assez d'espace libre dans la partition étendue /dev/%s
pl: Za mało wolnego miejsca w partycji rozszerzonej /dev/%s
ru: Недостаточно свободного места в расширенном разделе /dev/%s

source: Extended partition already exists. You can create primary partitions or select the extended partition to create logical partitions inside.
de: Erweiterte Partition existiert bereits. Sie können primäre Partitionen erstellen oder die erweiterte Partition auswählen, um darin logische Partitionen zu erstellen.
fr: La partition étendue existe déjà. Vous pouvez créer des partitions primaires ou sélectionner la partition étendue pour créer des partitions logiques à l'intérieur.
pl: Partycja rozszerzona już istnieje. Możesz utworzyć partycje podstawowe lub wybrać partycję rozszerzoną, aby utworzyć partycje logiczne wewnątrz.
ru: Расширенный раздел уже существует. Вы можете создать первичные разделы или выбрать расширенный раздел для создания логических разделов внутри.

source: Creating partition inside extended partition. Only logical partitions can be created here.
de: Erstellen einer Partition innerhalb der erweiterten Partition. Hier können nur logische Partitionen erstellt werden.
fr: Création d'une partition à l'intérieur de la partition étendue. Seules les partitions logiques peuvent être créées ici.
pl: Tworzenie partycji wewnątrz partycji rozszerzonej. Można tu tworzyć tylko partycje logiczne.
ru: Создание раздела внутри расширенного раздела. Здесь можно создавать только логические разделы.

source: No partition table detected. A primary partition will be created and a partition table will be initialized.
de: Keine Partitionstabelle erkannt. Eine primäre Partition wird erstellt und eine Partitionstabelle wird initialisiert.
fr: Aucune table de partition détectée. Une partition primaire sera créée et une table de partition sera initialisée.
pl: Nie wykryto tablicy partycji. Zostanie utworzona partycja podstawowa i zainicjowana tablica partycji.
ru: Таблица разделов не обнаружена. Будет создан первичный раздел и инициализирована таблица разделов.

source: No partition table - select to create
de: Keine Partitionstabelle - zum Erstellen auswählen
fr: Pas de table de partition - sélectionner pour créer
pl: Brak tablicy partycji - zaznacz aby utworzyć
ru: Нет таблицы разделов - выберите для создания

source: No partitions - select to create
de: Keine Partitionen - zum Erstellen auswählen
fr: Pas de partitions - sélectionner pour créer
pl: Brak partycji - zaznacz aby utworzyć
ru: Нет разделов - выберите для создания

source: Select to enable partition creation
de: Zum Aktivieren der Partitionserstellung auswählen
fr: Sélectionner pour activer la création de partition
pl: Zaznacz aby włączyć tworzenie partycji
ru: Выберите для включения создания раздела

source: Select unallocated space
de: Nicht zugewiesenen Speicherplatz auswählen
fr: Sélectionner l'espace non alloué
pl: Wybierz nieprzydzielone miejsce
ru: Выберите нераспределённое место

source: Unallocated space
de: Nicht zugewiesener Speicherplatz
fr: Espace non alloué
pl: Nieprzydzielone miejsce
ru: Нераспределённое место

source: Expand Ext2/Ext3/Ext4
de: Ext2/Ext3/Ext4 erweitern
fr: Étendre Ext2/Ext3/Ext4
pl: Rozszerzanie Ext2/Ext3/Ext4
ru: Расширить Ext2/Ext3/Ext4

source: Wipe
de: Löschen
fr: Effacer
pl: Wymaż
ru: Очистить

source: Select all partitions for wiping
de: Alle Partitionen zum Löschen auswählen
fr: Sélectionner toutes les partitions pour effacement
pl: Zaznacz wszystkie partycje do wymazania
ru: Выбрать все разделы для очистки

source: Please enable wipe mode first
de: Bitte aktivieren Sie zuerst den Löschmodus
fr: Veuillez d'abord activer le mode effacement
pl: Najpierw włącz tryb wymazywania
ru: Сначала включите режим стирания

source: Cannot wipe disk with mounted partitions. Please unmount all partitions first.
de: Festplatte mit eingehängten Partitionen kann nicht gelöscht werden. Bitte hängen Sie zuerst alle Partitionen aus.
fr: Impossible d'effacer le disque avec des partitions montées. Veuillez d'abord démonter toutes les partitions.
pl: Nie można wymazać dysku z zamontowanymi partycjami. Najpierw odmontuj wszystkie partycje.
ru: Невозможно стереть диск с подключёнными разделами. Сначала отключите все разделы.

source: Wipe Disk
de: Festplatte löschen
fr: Effacer le disque
pl: Wymaż dysk
ru: Стереть диск

source: WARNING
de: WARNUNG
fr: AVERTISSEMENT
pl: OSTRZEŻENIE
ru: ПРЕДУПРЕЖДЕНИЕ

source: This will completely erase the partition table and all data on /dev/%s!
de: Dies wird die Partitionstabelle und alle Daten auf /dev/%s vollständig löschen!
fr: Cela effacera complètement la table de partition et toutes les données sur /dev/%s !
pl: Ta operacja usunie całkowicie tablicę partycji i wszystkie dane na /dev/%s!
ru: Это полностью удалит таблицу разделов и все данные на /dev/%s!

source: THIS OPERATION CANNOT BE UNDONE!
de: DIESER VORGANG KANN NICHT RÜCKGÄNGIG GEMACHT WERDEN!
fr: CETTE OPÉRATION NE PEUT PAS ÊTRE ANNULÉE !
pl: TEJ OPERACJI NIE MOŻNA COFNĄĆ!
ru: ЭТУ ОПЕРАЦИЮ НЕВОЗМОЖНО ОТМЕНИТЬ!

source: Number of partitions to be deleted: %d
de: Anzahl der zu löschenden Partitionen: %d
fr: Nombre de partitions à supprimer : %d
pl: Liczba partycji do usunięcia: %d
ru: Количество разделов для удаления: %d

source: Are you absolutely sure you want to continue?
de: Sind Sie absolut sicher, dass Sie fortfahren möchten?
fr: Êtes-vous absolument sûr de vouloir continuer ?
pl: Czy na pewno chcesz kontynuować?
ru: Вы абсолютно уверены, что хотите продолжить?

source: Wiping disk partition table...
de: Lösche Festplatten-Partitionstabelle...
fr: Effacement de la table de partition du disque...
pl: Wymazywanie tablicy partycji dysku...
ru: Очистка таблицы разделов диска...

source: Disk partition table has been successfully erased
de: Die Partitionstabelle der Festplatte wurde erfolgreich gelöscht
fr: La table de partition du disque a été effacée avec succès
pl: Tablica partycji dla dysku została pomyślnie wymazana
ru: Таблица разделов диска успешно удалена

source: Failed to wipe disk
de: Festplatte konnte nicht gelöscht werden
fr: Échec de l'effacement du disque
pl: Nie udało się wymazać dysku
ru: Не удалось стереть диск

source: Failed to start disk wipe
de: Löschen der Festplatte konnte nicht gestartet werden
fr: Échec du démarrage de l'effacement du disque
pl: Nie udało się rozpocząć wymazywania dysku
ru: Не удалось начать стирание диска

source: Failed to wipe disk:
de: Festplatte konnte nicht gelöscht werden:
fr: Échec de l'effacement du disque :
pl: Nie udało się wymazać dysku:
ru: Не удалось стереть диск:

source: Disk Wipe Support
de: Unterstützung für Festplattenlöschung
fr: Support d'effacement de disque
pl: Wsparcie wymazywania dysku
ru: Поддержка стирания диска

source: Packages required to support disk wiping functionality (clearing partition table).
de: Pakete, die zur Unterstützung der Festplattenlöschfunktion erforderlich sind (Löschen der Partitionstabelle).
fr: Packages requis pour supporter la fonctionnalité d'effacement de disque (suppression de la table de partition).
pl: Pakiety wymagane do działania opcji wymazywania dysku (usuwanie tablicy partycji).
ru: Пакеты, необходимые для поддержки функции очистки диска (очистка таблицы разделов).

source: Check Disk Wipe packages
de: Festplattenlösch-Pakete überprüfen
fr: Vérifier les packages d'effacement de disque
pl: Sprawdź pakiety do wymazywania dysku
ru: Проверить пакеты очистки диска

source: Disk Wipe
de: Festplatte löschen
fr: Effacement de disque
pl: Wymazywanie dysku
ru: Стирание диска

source: dd from BusyBox
de: dd von BusyBox
fr: dd depuis BusyBox
pl: dd z BusyBox
ru: dd из BusyBox

source: Disk Wipe (dd command)
de: Festplatte löschen (dd-Befehl)
fr: Effacement de disque (commande dd)
pl: Wymazywanie dysku (komenda dd)
ru: Стирание диска (команда dd)

source: Attribute
de: Attribut
fr: Attribut
pl: Atrybut
ru: Атрибут

source: Raw
fr: Brut
ru: Сырой

source: Value
de: Wert
fr: Valeur
pl: Wartość
ru: Значение

source: Worst
de: Schlechtester
fr: Pire
pl: Najgorszy
ru: Худшее

source: Thresh
de: Schwelle
fr: Seuil
pl: Próg
ru: Порог

source: NVMe S.M.A.R.T. Health Status
de: NVMe S.M.A.R.T. Gesundheitsstatus
fr: État de santé NVMe S.M.A.R.T.
pl: Status zdrowia NVMe (S.M.A.R.T.)
ru: Состояние здоровья NVMe S.M.A.R.T.

source: Power On Time
de: Betriebszeit
fr: Temps de fonctionnement
pl: Czas pracy
ru: Время работы

source: Power On Hours
de: Betriebsstunden
fr: Heures de fonctionnement
pl: Godziny pracy
ru: Часы работы

source: Disk Usage
de: Festplattennutzung
fr: Utilisation du disque
pl: Zużycie dysku
ru: Использование диска

source: Disk Wear Level
de: Abnutzungsgrad der Festplatte
fr: Niveau d'usure du disque
pl: Poziom zużycia dysku
ru: Уровень износа диска

source: Available Spare
de: Verfügbare Reserve
fr: Réserve disponible
pl: Dostępna rezerwa
ru: Доступный резерв

source: Available Spare Threshold
de: Verfügbare Reservenschwelle
fr: Seuil de réserve disponible
pl: Próg dostępnej rezerwy
ru: Порог доступного резерва

source: hour
de: Stunde
fr: heure
pl: godzina
ru: час

source: hours
de: Stunden
fr: heures
pl: godzin(-y)
ru: часов

source: year
de: Jahr
fr: an
pl: rok
ru: год

source: years
de: Jahre
fr: ans
pl: lata
ru: лет

source: month
de: Monat
fr: mois
pl: miesiąc
ru: месяц

source: months
de: Monate
fr: mois
pl: miesiące(-ęcy)
ru: месяцев

source: day
de: Tag
fr: jour
pl: dzień
ru: день

source: days
de: Tage
fr: jours
pl: dni
ru: дней

source: worn
de: abgenutzt
fr: usé
pl: zużyte
ru: изношено

source: remaining
de: verbleibend
fr: restant
pl: pozostało
ru: осталось

source: S.M.A.R.T. Health Status
de: Allgemeiner Gesundheitszustand der Festplatte S.M.A.R.T.
fr: État de santé général du disque S.M.A.R.T.
pl: Ogólny stan zdrowia dysku (S.M.A.R.T.)
ru: Общее состояние здоровья диска S.M.A.R.T.

source: No S.M.A.R.T. attributes found.
de: Keine S.M.A.R.T.-Attribute gefunden.
fr: Aucun attribut S.M.A.R.T. trouvé.
pl: Nie znaleziono atrybutów S.M.A.R.T.
ru: Атрибуты S.M.A.R.T. не найдены.

source: Loading S.M.A.R.T. data...
de: Lade S.M.A.R.T.-Daten...
fr: Chargement des données S.M.A.R.T...
pl: Ładowanie danych S.M.A.R.T...
ru: Загрузка данных S.M.A.R.T...

source: Unable to read S.M.A.R.T. data.
de: S.M.A.R.T.-Daten können nicht gelesen werden.
fr: Impossible de lire les données S.M.A.R.T.
pl: Nie można odczytać danych S.M.A.R.T.
ru: Невозможно прочитать данные S.M.A.R.T.

source: Error reading S.M.A.R.T. data.
de: Fehler beim Lesen der S.M.A.R.T.-Daten.
fr: Erreur lors de la lecture des données S.M.A.R.T.
pl: Błąd odczytu danych S.M.A.R.T.
ru: Ошибка чтения данных S.M.A.R.T.

source: Raw Read Error Rate
de: Lesefehlerrate
fr: Taux d'erreurs de lecture
pl: Współczynnik błędów odczytu
ru: Частота ошибок чтения

source: Throughput Performance
de: Durchsatzleistung
fr: Performance du débit
pl: Wydajność przepustowości
ru: Производительность пропускной способности

source: Spin Up Time
de: Anlaufzeit
fr: Temps de démarrage
pl: Czas rozkręcania
ru: Время раскрутки

source: Start Stop Count
de: Start/Stopp-Anzahl
fr: Nombre de démarrages/arrêts
pl: Liczba starów/zatrzymań
ru: Количество запусков/остановок

source: Reallocated Sector Count
de: Anzahl neu zugeordneter Sektoren
fr: Nombre de secteurs réalloués
pl: Liczba przemapowanych sektorów
ru: Количество переназначенных секторов

source: Seek Error Rate
de: Positionierungsfehlerrate
fr: Taux d'erreurs de positionnement
pl: Współczynnik błędów pozycjonowania
ru: Частота ошибок позиционирования

source: Seek Time Performance
de: Positionierungsleistung
fr: Performance du temps de positionnement
pl: Wydajność pozycjonowania
ru: Производительность позиционирования

source: Spin Retry Count
de: Anzahl Anlaufwiederholungen
fr: Nombre de tentatives de démarrage
pl: Liczba ponowień rozkręcania
ru: Количество повторов раскрутки

source: Calibration Retry Count
de: Anzahl Kalibrierungswiederholungen
fr: Nombre de tentatives de calibration
pl: Liczba ponowień kalibracji
ru: Количество повторов калибровки

source: Power Cycle Count
de: Anzahl Einschaltzyklen
fr: Nombre de cycles d'alimentation
pl: Liczba cykli zasilania
ru: Количество циклов питания

source: Read Soft Error Rate
de: Soft-Lesefehlerrate
fr: Taux d'erreurs de lecture soft
pl: Współczynnik miękkich błędów odczytu
ru: Частота мягких ошибок чтения

source: Airflow Temperature
de: Luftstromtemperatur
fr: Température du flux d'air
pl: Temperatura przepływu powietrza
ru: Температура воздушного потока

source: Temperature Celsius
de: Temperatur
fr: Température
pl: Temperatura
ru: Температура

source: Hardware ECC Recovered
de: Hardware-ECC wiederhergestellt
fr: Erreurs ECC récupérées matériellement
pl: Błędy ECC naprawione sprzętowo
ru: Ошибки ECC исправлены аппаратно

source: Current Pending Sector
de: Instabile Sektoren
fr: Secteurs instables
pl: Niestabilne sektory
ru: Нестабильные сектора

source: Offline Uncorrectable
de: Offline nicht korrigierbar
fr: Secteurs non corrigibles hors ligne
pl: Nienaprawialne sektory offline
ru: Неисправимые сектора offline

source: UDMA CRC Error Count
de: UDMA-CRC-Fehleranzahl
fr: Nombre d'erreurs CRC UDMA
pl: Liczba błędów CRC UDMA
ru: Количество ошибок CRC UDMA

source: Multi Zone Error Rate
de: Mehrzonen-Fehlerrate
fr: Taux d'erreurs multizone
pl: Współczynnik błędów wielostrefowych
ru: Частота многозонных ошибок

source: Wear Leveling Count
de: Abnutzungsausgleichszähler
fr: Compteur d'usure
pl: Licznik zużycia
ru: Счетчик износа

source: Used Reserved Block Count Total
de: Verwendete reservierte Blöcke (gesamt)
fr: Blocs réservés utilisés (total)
pl: Użyte bloki rezerwowe (całość)
ru: Использованные резервные блоки (всего)

source: Used Reserved Block Count Chip
de: Verwendete reservierte Blöcke (Chip)
fr: Blocs réservés utilisés (puce)
pl: Użyte bloki rezerwowe (chip)
ru: Использованные резервные блоки (чип)

source: Unused Reserved Block Count Total
de: Ungenutzte reservierte Blöcke
fr: Blocs réservés non utilisés
pl: Niewykorzystane bloki rezerwowe
ru: Неиспользованные резервные блоки

source: Program Fail Count Total
de: Anzahl Programmierfehler
fr: Nombre d'erreurs d'écriture
pl: Liczba błędów zapisu
ru: Количество ошибок записи

source: Erase Fail Count Total
de: Anzahl Löschfehler
fr: Nombre d'erreurs d'effacement
pl: Liczba błędów kasowania
ru: Количество ошибок стирания

source: Runtime Bad Block
de: Fehlerhafte Blöcke
fr: Blocs défectueux
pl: Uszkodzone bloki
ru: Поврежденные блоки
