Repository: nooblk-98/noobwrt-custom-feeds
Catalog: package/luci-app-mini-diskmanager/po/*/mini-diskmanager.po
Languages: de, fr, pl, ru

source: NVMe Drivers
pl: Sterowniki NVMe

source: ATA/SATA Drivers
pl: Sterowniki ATA/SATA
