Repository: nooblk-98/noobwrt-custom-feeds
Catalog: package/luci-app-mini-diskmanager/po/*/mini-diskmanager.po
Languages: de, fr, pl, ru

source: Uncorrectable Error Count
de: Anzahl nicht korrigierbarer Fehler
fr: Nombre d'erreurs non corrigibles
pl: Liczba błędów nienaprawialnych
ru: Количество неисправимых ошибок

source: Temperature Exceed Count
de: Anzahl Temperaturüberschreitungen
fr: Nombre de dépassements de température
pl: Liczba przekroczeń temperatury
ru: Количество превышений температуры

source: Erase Fail Count
de: Anzahl Löschfehler
fr: Nombre d'erreurs d'effacement
pl: Liczba błędów kasowania
ru: Количество ошибок стирания

source: Reported Uncorrectable Errors
de: Gemeldete nicht korrigierbare Fehler
fr: Erreurs non corrigibles signalées
pl: Zgłoszone błędy nienaprawialne
ru: Зарегистрированные неисправимые ошибки

source: High Fly Writes
de: High-Fly-Schreibvorgänge
fr: Écritures en vol élevé
pl: Zapisy w wysokim locie
ru: Записи на большой высоте

source: G-Sense Error Rate
de: G-Sensor-Fehlerrate
fr: Taux d'erreurs capteur G
pl: Współczynnik błędów czujnika przeciążeń
ru: Частота ошибок G-сенсора

source: Power-Off Retract Count
de: Anzahl Kopfrückzüge beim Ausschalten
fr: Nombre de rétractations de têtes à l'arrêt
pl: Liczba cofnięć głowic przy wyłączeniu
ru: Количество отводов головок при отключении

source: Load Cycle Count
de: Anzahl Parkzyklen
fr: Nombre de cycles de parking des têtes
pl: Liczba cykli parkowania głowic
ru: Количество циклов парковки головок

source: Temperature Case
de: Gehäusetemperatur
fr: Température du boîtier
pl: Temperatura obudowy
ru: Температура корпуса

source: Reallocated Event Count
de: Anzahl Neuzuordnungsereignisse
fr: Nombre d'événements de réallocation
pl: Liczba zdarzeń przemapowania
ru: Количество событий переназначения

source: Transfer Error Rate
de: Übertragungsfehlerrate
fr: Taux d'erreurs de transfert
pl: Współczynnik błędów przesyłu
ru: Частота ошибок передачи

source: Free Fall Sensor
de: Freifallsensor
fr: Capteur de chute libre
pl: Czujnik swobodnego spadku
ru: Датчик свободного падения

source: Total LBAs Written
de: Gesamtanzahl geschriebener LBAs
fr: Total de LBA écrits
pl: Całkowita liczba zapisanych LBA
ru: Всего записано LBA

source: Total LBAs Read
de: Gesamtanzahl gelesener LBAs
fr: Total de LBA lus
pl: Całkowita liczba odczytanych LBA
ru: Всего считано LBA

source: Read Error Retry Rate
de: Lesewiederholungsrate
fr: Taux de tentatives de lecture
pl: Współczynnik ponowień odczytu
ru: Частота повторов чтения

source: Minimum W/E Cycle
de: Minimaler Schreib-/Löschzyklus
fr: Cycle minimum écriture/effacement
pl: Minimalny cykl zapisu/kasowania
ru: Минимальный цикл записи/стирания

source: Maximum W/E Cycle
de: Maximaler Schreib-/Löschzyklus
fr: Cycle maximum écriture/effacement
pl: Maksymalny cykl zapisu/kasowania
ru: Максимальный цикл записи/стирания

source: Average W/E Cycle
de: Durchschnittlicher Schreib-/Löschzyklus
fr: Cycle moyen écriture/effacement
pl: Średni cykl zapisu/kasowania
ru: Средний цикл записи/стирания

source: Media Wearout Indicator
de: Medienabnutzungsindikator
fr: Indicateur d'usure du support
pl: Wskaźnik zużycia nośnika
ru: Индикатор износа носителя

source: Available Reserved Space
de: Verfügbarer reservierter Speicherplatz
fr: Espace réservé disponible
pl: Dostępna przestrzeń rezerwowa
ru: Доступное резервное пространство

source: SSD Life Left
de: Verbleibende SSD-Lebensdauer
fr: Durée de vie restante SSD
pl: Pozostały żywotność SSD
ru: Остаточный ресурс SSD

source: Remaining Lifetime Percentage
de: Verbleibende Lebensdauer (Prozent)
fr: Pourcentage de durée de vie restante
pl: Pozostała żywotność (procent)
ru: Остаточный ресурс (процент)

source: Percentage Lifetime Remaining
de: Prozent verbleibende Lebensdauer
fr: Pourcentage de vie restante
pl: Procent pozostałej żywotności
ru: Процент остаточного ресурса

source: Remaining Life
de: Verbleibende Lebensdauer
fr: Durée de vie restante
pl: Pozostała żywotność
ru: Остаточный ресурс

source: Lifetime Writes GiB
de: Geschriebene Daten (GiB)
fr: Données écrites (Gio)
pl: Zapisane dane (GiB)
ru: Записано данных (ГиБ)

source: Lifetime Reads GiB
de: Gelesene Daten (GiB)
fr: Données lues (Gio)
pl: Odczytane dane (GiB)
ru: Считано данных (ГиБ)

source: Program Fail Count
de: Anzahl Programmierfehler
fr: Nombre d'erreurs de programmation
pl: Liczba błędów programowania
ru: Количество ошибок программирования

source: Unexpected Power Loss Count
de: Anzahl unerwarteter Stromausfälle
fr: Nombre de pertes d'alimentation inattendues
pl: Liczba nieoczekiwanych utrat zasilania
ru: Количество неожиданных отключений питания

source: Thermal Throttle Status
de: Thermische Drosselungsstatus
fr: État de limitation thermique
pl: Status ograniczenia termicznego
ru: Состояние тепловой защиты

source: End-to-End Error
de: End-to-End-Fehler
fr: Erreur de bout en bout
pl: Błąd end-to-end
ru: Сквозная ошибка

source: Workload Host Reads Percentage
de: Prozentsatz Host-Lesevorgänge
fr: Pourcentage de lectures hôte
pl: Procent odczytów hosta
ru: Процент чтений хоста

source: Workload Media Wear Indicator
de: Workload-Medienabnutzungsindikator
fr: Indicateur d'usure du support (charge de travail)
pl: Wskaźnik zużycia nośnika (obciążenie)
ru: Индикатор износа носителя (нагрузка)

source: Timed Workload Media Wear
de: Zeitbasierte Workload-Medienabnutzung
fr: Usure du support (charge de travail chronométrée)
pl: Zużycie nośnika (czasowe obciążenie)
ru: Износ носителя (временная нагрузка)

source: Workload Timer
fr: Minuteur de charge de travail
pl: Timer obciążenia
ru: Таймер нагрузки

source: Percentage Rated Life Used
de: Prozent verbrauchte Lebensdauer
fr: Pourcentage de durée de vie utilisée
pl: Procent zużytej żywotności
ru: Процент использованного ресурса

source: Head Flying Hours
de: Kopfflugstunden
fr: Heures de vol des têtes
pl: Czas lotu głowic
ru: Часы полета головок

source: Read Channel Margin
de: Lesekanalreserve
fr: Marge du canal de lecture
pl: Margines kanału odczytu
ru: Запас канала чтения

source: Loaded Hours
de: Betriebsstunden entparkt
fr: Heures de fonctionnement déparquées
pl: Czas pracy z odparkowaniem
ru: Часы работы с распаркованными головками

source: Load/Unload Retry Count
de: Anzahl Park-/Entparkwiederholungen
fr: Nombre de tentatives parking/déparking
pl: Liczba ponowień parkowania/odparkowania
ru: Количество повторов парковки/распарковки

source: GMR Head Amplitude
de: GMR-Kopfamplitude
fr: Amplitude de tête GMR
pl: Amplituda głowicy GMR
ru: Амплитуда головки GMR

source: Drive Temperature
de: Laufwerkstemperatur
fr: Température du lecteur
pl: Temperatura dysku
ru: Температура диска

source: Endurance Remaining
de: Verbleibende Ausdauer
fr: Endurance restante
pl: Pozostała wytrzymałość
ru: Остаточная выносливость

source: Power On Hours and Milliseconds
de: Betriebsstunden (Stunden und Millisekunden)
fr: Heures de fonctionnement (heures et millisecondes)
pl: Czas pracy (godziny i milisekundy)
ru: Время работы (часы и миллисекунды)

source: Head Health
de: Kopfzustand
fr: État des têtes
pl: Stan głowic
ru: Состояние головок

source: POR Recovery Count
de: POR-Wiederherstellungsanzahl
fr: Nombre de récupérations POR
pl: Liczba odzyskań POR
ru: Количество восстановлений POR

source: Unused Reserve NAND Blocks
de: Ungenutzte NAND-Reserveblöcke
fr: Blocs NAND réservés non utilisés
pl: Niewykorzystane bloki NAND rezerwowe
ru: Неиспользованные резервные блоки NAND

source: SSD Protect Mode
de: SSD-Schutzmodus
fr: Mode de protection SSD
pl: Tryb ochrony SSD
ru: Режим защиты SSD

source: Host Writes 32MiB
de: Host-Schreibvorgänge (32MiB)
fr: Écritures hôte (32 Mio)
pl: Zapisy hosta (32MiB)
ru: Записи хоста (32 МиБ)

source: NAND Writes 32MiB
de: NAND-Schreibvorgänge (32MiB)
fr: Écritures NAND (32 Mio)
pl: Zapisy NAND (32MiB)
ru: Записи NAND (32 МиБ)

source: Remaining Life Left
de: Verbleibende Lebensdauer
fr: Durée de vie restante
pl: Pozostała żywotność
ru: Остаточный ресурс

source: Grown Bad Block Count
de: Anzahl neuer fehlerhafter Blöcke
fr: Nombre de nouveaux blocs défectueux
pl: Liczba nowych uszkodzonych bloków
ru: Количество новых поврежденных блоков

source: Soft Read Error Rate
de: Soft-Lesefehlerrate
fr: Taux d'erreurs de lecture soft
pl: Współczynnik miękkich błędów odczytu
ru: Частота мягких ошибок чтения

source: Data Address Mark Errors
de: Datenadressmarkierungsfehler
fr: Erreurs de marqueur d'adresse de données
pl: Błędy znacznika adresu danych
ru: Ошибки маркера адреса данных

source: Run Out Cancel
de: Überlaufabbruch
fr: Annulation de dépassement
pl: Anulowanie przekroczenia
ru: Отмена переполнения

source: Soft ECC Correction
de: Soft-ECC-Korrektur
fr: Correction ECC soft
pl: Miękka korekta ECC
ru: Мягкая коррекция ECC

source: TA Increase Count
de: TA-Erhöhungsanzahl
fr: Nombre d'augmentations TA
pl: Liczba wzrostów TA
ru: Количество увеличений TA

source: Shock Count Write Operation
de: Anzahl Erschütterungen beim Schreiben
fr: Nombre de chocs lors de l'écriture
pl: Liczba wstrząsów przy zapisie
ru: Количество ударов при записи

source: Shock Rate Write Operation
de: Erschütterungsrate beim Schreiben
fr: Taux de chocs lors de l'écriture
pl: Współczynnik wstrząsów przy zapisie
ru: Частота ударов при записи

source: Flying Height
de: Flughöhe
fr: Hauteur de vol des têtes
pl: Wysokość lotu głowic
ru: Высота полета головок

source: Spin High Current
de: Hoher Anlaufstrom
fr: Courant élevé au démarrage
pl: Wysoki prąd rozruchu
ru: Высокий ток запуска

source: Spin Buzz
de: Anlauf-Buzz
fr: Buzz au démarrage
pl: Buzz rozruchu
ru: Жужжание при запуске

source: Offline Seek Performance
de: Offline-Positionierungsleistung
fr: Performance de positionnement hors ligne
pl: Wydajność pozycjonowania offline
ru: Производительность позиционирования offline

source: Vibration During Write
de: Vibrationen beim Schreiben
fr: Vibrations lors de l'écriture
pl: Wibracje podczas zapisu
ru: Вибрации при записи

source: Shock During Write
de: Erschütterungen beim Schreiben
fr: Chocs lors de l'écriture
pl: Wstrząsy podczas zapisu
ru: Удары при записи

source: Disk Shift
de: Festplattenverschiebung
fr: Déplacement du disque
pl: Przesunięcie dysku
ru: Смещение диска

source: Load Retry Count
de: Anzahl Ladewiederholungen
fr: Nombre de tentatives de chargement
pl: Liczba ponowień załadowania
ru: Количество повторов загрузки

source: Load Friction
de: Ladereibung
fr: Friction de chargement
pl: Tarcie ładowania
ru: Трение при загрузке

source: Load-in Time
de: Ladezeit
fr: Temps de chargement
pl: Czas załadowania
ru: Время загрузки

source: Torque Amplification Count
de: Anzahl Drehmomentverstärkungen
fr: Nombre d'amplifications de couple
pl: Liczba wzmocnień momentu obrotowego
ru: Количество усилений крутящего момента

source: Write Error Rate
de: Schreibfehlerrate
fr: Taux d'erreurs d'écriture
pl: Współczynnik błędów zapisu
ru: Частота ошибок записи

source: Serial Number
de: Seriennummer
fr: Numéro de série
pl: Numer seryjny
ru: Серийный номер

source: LU WWN Device Id
de: LU WWN Geräte-ID
fr: ID de périphérique LU WWN
pl: Identyfikator LU WWN
ru: Идентификатор устройства LU WWN

source: Firmware Version
fr: Version du micrologiciel
pl: Wersja firmware
ru: Версия прошивки

source: User Capacity
de: Nutzbare Kapazität
fr: Capacité utilisable
pl: Pojemność użyteczna
ru: Полезная емкость

source: Capacity
de: Kapazität
fr: Capacité
pl: Pojemność
ru: Емкость

source: Sector Size
de: Sektorgröße
fr: Taille du secteur
pl: Rozmiar sektora
ru: Размер сектора

source: Sector Sizes
de: Sektorgrößen
fr: Tailles des secteurs
pl: Rozmiary sektorów
ru: Размеры секторов

source: Rotation Rate
de: Drehzahl
fr: Vitesse de rotation
pl: Prędkość obrotowa
ru: Скорость вращения

source: Form Factor
de: Formfaktor
fr: Facteur de forme
pl: Format
ru: Форм-фактор

source: Device is
de: Gerät
fr: Périphérique
pl: Urządzenie
ru: Устройство

source: ATA Version is
de: ATA-Version
fr: Version ATA
pl: Wersja ATA
ru: Версия ATA

source: SATA Version is
de: SATA-Version
fr: Version SATA
pl: Wersja SATA
ru: Версия SATA

source: Local Time is
de: Ortszeit
fr: Heure locale
pl: Czas lokalny
ru: Местное время

source: SMART support is
de: SMART-Unterstützung
fr: Support SMART
pl: Obsługa SMART
ru: Поддержка SMART

source: SMART Status
fr: État SMART
pl: Status SMART
ru: Состояние SMART

source: Device
de: Gerät
fr: Périphérique
pl: Urządzenie
ru: Устройство

source: Model Number
de: Modell
fr: Modèle
pl: Model
ru: Модель

source: Firmware Revision
fr: Révision du micrologiciel
pl: Wersja firmware
ru: Ревизия прошивки

source: PCI Vendor/Subsystem ID
de: PCI-Hersteller-/Subsystem-ID
fr: ID fournisseur/sous-système PCI
pl: ID producenta/podsystemu PCI
ru: ID производителя/подсистемы PCI

source: IEEE OUI Identifier
de: IEEE-OUI-Kennung
fr: Identifiant IEEE OUI
pl: Identyfikator IEEE OUI
ru: Идентификатор IEEE OUI

source: Total NVM Capacity
de: Gesamt-NVM-Kapazität
fr: Capacité totale NVM
pl: Całkowita pojemność NVM
ru: Общая емкость NVM

source: Unallocated NVM Capacity
de: Nicht zugeordnete NVM-Kapazität
fr: Capacité NVM non allouée
pl: Nieprzydzielona pojemność NVM
ru: Нераспределенная емкость NVM

source: Controller ID
fr: ID du contrôleur
pl: ID kontrolera
ru: ID контроллера

source: Number of Namespaces
de: Anzahl der Adressräume
fr: Nombre d'espaces d'adressage
pl: Liczba obszarów adresowych
ru: Количество адресных пространств

source: Namespace 1 Size/Capacity
de: Größe/Kapazität Adressraum 1
fr: Taille/capacité de l'espace d'adressage 1
pl: Rozmiar/pojemność obszaru adresowego 1
ru: Размер/емкость адресного пространства 1

source: Namespace 1 Formatted LBA Size
de: LBA-Größe Adressraum 1
fr: Taille LBA de l'espace d'adressage 1
pl: Rozmiar LBA obszaru adresowego 1
ru: Размер LBA адресного пространства 1

source: Namespace 1 IEEE EUI-64
de: IEEE EUI-64 Adressraum 1
fr: IEEE EUI-64 de l'espace d'adressage 1
pl: IEEE EUI-64 obszaru adresowego 1
ru: IEEE EUI-64 адресного пространства 1

source: logical/physical
de: logisch/physisch
fr: logique/physique
pl: logiczny/fizyczny
ru: логический/физический

source: bytes
fr: octets
pl: bajtów
ru: байт

source: blocks
de: Blöcke
fr: blocs
pl: bloków
ru: блоков

source: Solid State Device
de: Solid State Disk
fr: Disque SSD
pl: Dysk SSD
ru: Твердотельный накопитель

source: Reserved space
de: Reservierter Speicherplatz
fr: Espace réservé
pl: Przestrzeń zarezerwowana
ru: Зарезервированное пространство

source: Space reserved for root (default: 5%)
de: Für Root reservierter Speicherplatz (Standard: 5%)
fr: Espace réservé pour root (par défaut : 5%)
pl: Przestrzeń zarezerwowana dla roota (domyślnie: 5%)
ru: Пространство, зарезервированное для root (по умолчанию: 5%)

source: Critical Warning
de: Kritische Warnung
fr: Avertissement critique
pl: Ostrzeżenie krytyczne
ru: Критическое предупреждение

source: Percentage Used
de: Prozentsatz verwendet
fr: Pourcentage utilisé
pl: Procent wykorzystania
ru: Процент использования

source: Data Units Read
de: Gelesene Dateneinheiten
fr: Unités de données lues
pl: Odczytane jednostki danych
ru: Прочитанные блоки данных

source: Data Units Written
de: Geschriebene Dateneinheiten
fr: Unités de données écrites
pl: Zapisane jednostki danych
ru: Записанные блоки данных

source: Host Read Commands
de: Host-Lesebefehle
fr: Commandes de lecture hôte
pl: Polecenia odczytu hosta
ru: Команды чтения хоста

source: Host Write Commands
de: Host-Schreibbefehle
fr: Commandes d'écriture hôte
pl: Polecenia zapisu hosta
ru: Команды записи хоста

source: Controller Busy Time
de: Controller-Auslastungszeit
fr: Temps d'occupation du contrôleur
pl: Czas zajętości kontrolera
ru: Время занятости контроллера

source: Power Cycles
de: Einschaltzyklen
fr: Cycles d'alimentation
pl: Cykle zasilania
ru: Циклы питания

source: Unsafe Shutdowns
de: Unsichere Abschaltungen
fr: Arrêts non sécurisés
pl: Niebezpieczne wyłączenia
ru: Небезопасные отключения

source: Media Errors
de: Medienfehler
fr: Erreurs du support
pl: Błędy nośnika
ru: Ошибки носителя

source: Error Log Entries
de: Fehlerprotokolleinträge
fr: Entrées du journal d'erreurs
pl: Wpisy dziennika błędów
ru: Записи журнала ошибок

source: S.M.A.R.T. Data Reading
de: S.M.A.R.T.-Daten auslesen
fr: Lecture des données S.M.A.R.T.
pl: Odczyt danych S.M.A.R.T.
ru: Чтение данных S.M.A.R.T.

source: Packages required to read S.M.A.R.T. disk data.
de: Pakete zum Auslesen von S.M.A.R.T.-Festplattendaten erforderlich.
fr: Paquets nécessaires pour lire les données S.M.A.R.T. du disque.
pl: Pakiety wymagane do odczytu danych S.M.A.R.T. dysku.
ru: Пакеты, необходимые для чтения данных S.M.A.R.T. диска.

source: Check S.M.A.R.T. packages
de: S.M.A.R.T.-Pakete prüfen
fr: Vérifier les paquets S.M.A.R.T.
pl: Sprawdź pakiety S.M.A.R.T.
ru: Проверить пакеты S.M.A.R.T.

source: S.M.A.R.T. tools
fr: Outils S.M.A.R.T.
pl: Narzędzia S.M.A.R.T.
ru: Инструменты S.M.A.R.T.

source: Mount point
de: Einhängepunkt
fr: Point de montage
pl: Punkt montowania
ru: Точка монтирования

source: Use as root filesystem (/)
de: Als Root-Dateisystem verwenden (/)
fr: Utiliser comme système de fichiers racine (/)
pl: Użyj jako główny system plików (/)
ru: Использовать как корневую файловую систему (/)

source: Use as external overlay (/overlay)
de: Als externes Overlay verwenden (/overlay)
fr: Utiliser comme superposition externe (/overlay)
pl: Użyj jako zewnętrzną nakładkę (/overlay)
ru: Использовать как внешний оверлей (/overlay)

source: -- custom --
de: -- benutzerdefiniert --
fr: -- personnalisé --
pl: -- niestandardowy --
ru: -- пользовательский --

source: Enter custom mount point
de: Benutzerdefinierten Einhängepunkt eingeben
fr: Entrez un point de montage personnalisé
pl: Wprowadź niestandardowy punkt montowania
ru: Введите пользовательскую точку монтирования

source: Mount options
de: Einhängeoptionen
fr: Options de montage
pl: Opcje montowania
ru: Параметры монтирования

source: See "mount" manpage for details.
de: Siehe "mount" Manpage für Details.
fr: Voir la page de manuel "mount" pour plus de détails.
pl: Zobacz stronę podręcznika "mount" dla szczegółów.
ru: См. man-страницу "mount" для подробностей.

source: Mount Points - Mount Entry
de: Einhängepunkte - Einhängeeintrag
fr: Points de montage - Entrée de montage
pl: Punkty montowania - Wpis montowania
ru: Точки монтирования - Запись монтирования

source: Mount point cannot be empty
de: Einhängepunkt darf nicht leer sein
fr: Le point de montage ne peut pas être vide
pl: Punkt montowania nie może być pusty
ru: Точка монтирования не может быть пустой

source: Mount failed: %s
de: Einhängen fehlgeschlagen: %s
fr: Échec du montage : %s
pl: Montowanie nie powiodło się: %s
ru: Монтирование не удалось: %s

source: Last selected disk has changed and did not pass verification. Data collection for: %s will be aborted. The page will be reloaded.
fr: Le dernier disque sélectionné a changé et n’a pas passé la vérification. La collecte des données pour : %s sera interrompue. La page sera rechargée.
pl: Ostatnio wybrany dysk został zmieniony i nie przeszedł weryfikacji. Zbieranie danych dla: %s zostanie przerwane. Strona zostanie przeładowana.
ru: Последний выбранный диск был изменён и не прошёл проверку. Сбор данных для: %s будет прерван. Страница будет перезагружена.

source: Last selected disk has changed. Refreshing the view...
fr: Le dernier disque sélectionné a changé. Actualisation de l’affichage...
pl: Ostatnio wybrany dysk został zmieniony. Odświeżanie widoku...
ru: Последний выбранный диск был изменён. Обновление представления...

source: Partitions
de: Partitionen
pl: Partycje
ru: Разделы

source: Partition
pl: Partycja
ru: Раздел

source: MBR (Master Boot Record)
pl: MBR (Główny Rekord Rozruchowy)
ru: MBR (Главная загрузочная запись)

source: Configuration
de: Konfiguration
pl: Konfiguracja
ru: Конфигурация

source: Check Linux filesystem packages
de: Linux-Dateisystempakete überprüfen
pl: Sprawdź pakiety systemów plików Linux
ru: Проверить пакеты файловых систем Linux

source: Linux filesystems
de: Linux-Dateisysteme
pl: Systemy plików Linux
ru: Файловые системы Linux

source: Check Windows filesystem packages
de: Windows-Dateisystempakete überprüfen
pl: Sprawdź pakiety systemów plików Windows
ru: Проверить пакеты файловых систем Windows

source: Windows filesystems
de: Windows-Dateisysteme
pl: Systemy plików Windows
ru: Файловые системы Windows

source: Linux Filesystem Packages
de: Linux-Dateisystempakete
pl: Pakiety systemów plików Linux
ru: Пакеты файловых систем Linux

source: Windows Filesystem Packages
de: Windows-Dateisystempakete
pl: Pakiety systemów plików Windows
ru: Пакеты файловых систем Windows

source: Disk Manager Log
de: Datenträgerverwaltungsprotokoll
pl: Dziennik menedżera dysków
ru: Журнал менеджера дисков

source: Loading package data…
de: Paketdaten werden geladen…
pl: Ładowanie danych o pakietach…
ru: Загрузка данных пакетов…

source: Loading log file…
de: Protokolldatei wird geladen…
pl: Ładowanie pliku dziennika…
ru: Загрузка файла журнала…

source: Log file content
de: Protokolldateiinhalt
pl: Zawartość pliku dziennika
ru: Содержимое файла журнала

source: Log file is empty
de: Protokolldatei ist leer
pl: Plik dziennika jest pusty
ru: Файл журнала пуст

source: Unable to read log file
de: Protokolldatei kann nicht gelesen werden
pl: Nie można odczytać pliku dziennika
ru: Невозможно прочитать файл журнала

source: Log file cleared successfully
de: Protokolldatei erfolgreich geleert
pl: Plik dziennika wyczyszczony pomyślnie
ru: Файл журнала успешно очищен

source: Unable to clear the file
de: Datei kann nicht geleert werden
pl: Nie można wyczyścić pliku
ru: Невозможно очистить файл

source: Install…
de: Installieren…
pl: Instaluj…
ru: Установить…

source: Clear
de: Löschen
pl: Wyczyść
ru: Очистить

source: Download
de: Herunterladen
pl: Pobierz
ru: Скачать

source: Close
de: Schließen
pl: Zamknij
ru: Закрыть

source: Failed to load package data
de: Laden der Paketdaten fehlgeschlagen
pl: Nie udało się załadować danych o pakietach
ru: Не удалось загрузить данные пакета

source: more info in log
de: mehr Informationen im Protokoll
pl: więcej informacji w dzienniku pakietu
ru: подробности в журнале

source: The tab allows users to support the package.
de: Die Registerkarte ermöglicht es Benutzern, das Paket zu unterstützen.
pl: Ta zakładka umożliwia użytkownikowi wsparcie pakietu.
ru: Вкладка позволяет пользователям поддержать пакет.

source: Package support
de: Paketunterstützung
pl: Wsparcie pakietu
ru: Поддержка пакета

source: Mini Disk Manager Info
de: Mini Disk Manager-Informationen
pl: Mini Menedżer Dysków - informacje
ru: Информация о Mini Disk Manager

source: Buy a coffee
de: Einen Kaffee spendieren
pl: Postaw kawę
ru: Угостить кофе

source: Buy a coffee if you want to support the development of the project and the author
de: Spendieren Sie einen Kaffee, wenn Sie die Entwicklung des Projekts und den Autor unterstützen möchten
pl: Postaw kawę, jeśli chcesz wesprzeć rozwój projektu i jego autora
ru: Угостите кофе, если хотите поддержать разработку проекта и автора

source: Become a sponsor
de: Sponsor werden
pl: Zostań sponsorem
ru: Стать спонсором

source: Become a sponsor if you want to support the development of the project and the author
de: Werden Sie Sponsor, wenn Sie die Entwicklung des Projekts und den Autor unterstützen möchten
pl: Zostań sponsorem, jeśli chcesz wesprzeć rozwój projektu i jego autora
ru: Станьте спонсором, если хотите поддержать разработку проекта и автора

source: All partitions will be deleted and the disk will be unallocated.
de: Alle Partitionen werden gelöscht und die Festplatte wird nicht zugewiesen.
ru: Все разделы будут удалены, и диск станет нераспределённым.

source: alternative
pl: alternatywnie
ru: альтернатива

source: OK
ru: ОК

source: h
de: Std
pl: godz
ru: ч

source: View disk manager log
pl: Pokaż dziennik menedżera dysków

source: View log
pl: Pokaż dziennik

source: USB Drivers
pl: Sterowniki USB
